Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: Enables the reCaptcha service that will protect your site against spam registrations. It will show a verification box on your registration page that requires a human to read and enter the words.
fr_fr: Active le service ReCaptcha que va protéger votre site contre le spam. Ce service affichera une boîte de vérification sur votre page d'inscription afin de verifier que l'utilisateur est bien humain.
nl_nl: Schakelt de reCaptchadienst in. Het toont een verificatieblok op de registratiepagina.

source: reCaptcha Public Key
fr_fr: clé publique reCaptcha

source: Sign up for a free <a target="_new" href="%s">Google reCaptcha</a> account.
fr_fr: Inscrivez-vous sur <a target="_new" href="%s">Google reCaptcha</a> .
nl_nl: Registreer gratis een <a target="_new" href="%s">Google reCaptcha</a> account.

source: Enter your public key here to enable an anti-spam service on your new user registration page (requires a free Google reCaptcha account). Leave it blank if you do not wish to use this anti-spam feature.
fr_fr: Entrez votre clé publique ici pour permettre à un service anti-spam sur votre page utilisateur nouvel enregistrement (nécessite un compte Google gratuit reCaptcha). Laissez vide si vous ne souhaitez pas utiliser cette fonctionnalité anti-spam.
nl_nl: Vul de public key in om de anti-spamdienst in te schakelen. Laat dit leeg als je geen gebruik wilt maken van deze optie.

source: reCaptcha Private Key
fr_fr: clé privée reCaptcha

source: Enter your private key here to enable an anti-spam service on your new user registration page (requires a free Google reCaptcha account). Leave it blank if you do not wish to use this anti-spam feature.
fr_fr: Entrez votre clé privée ici pour activer un service anti-spam sur votre page utilisateur nouvel enregistrement (nécessite un compte Google gratuit reCaptcha). Laissez vide si vous ne souhaitez pas utiliser cette fonctionnalité anti-spam.
nl_nl: Vul de private key in om de anti-spamdienst in te schakelen. Laat dit leeg als je geen gebruik wilt maken van deze optie.

source: Choose Theme
fr_fr: Choix du thème
nl_nl: Kies thema

source: Red
fr_fr: Rouge
nl_nl: Rood

source: White
fr_fr: Blanc
nl_nl: Wit

source: Black
fr_fr: Noir
nl_nl: Zwart

source: Clean
fr_fr: Propre
nl_nl: Schoon

source: Select the color scheme you wish to use for reCaptcha.
fr_fr: Sélectionnez la couleur du thème que vous souhaitez utiliser pour reCaptcha.
nl_nl: Kies het klerenschema dat je wilt gebruken voor reCaptcha.

source: Header Ad (468x60)
fr_fr: Publicité dans l'entête (468x60)
nl_nl: Header advertentie (468x60)

source: Enable Ad
fr_fr: Activer la publicité
nl_nl: Advertentie inschakelen

source: Disable this option if you do not wish to have a 468x60 ad banner displayed.
fr_fr: Désactivez cette option si vous ne souhaitez pas afficher la banniere 468*60 .
nl_nl: Schakel deze optie uit als je geen 468x60 banner getoond wilt hebben.

source: Ad Code
fr_fr: Code de la bannière pub
nl_nl: Advertentiecode

source: Paste your ad code here. Supports many popular providers such as <a target="_new" href="%s">Google AdSense</a> and <a target="_new" href="%s">BuySellAds</a>.
fr_fr: Collez ici le code de votre publicité. Supporte de nombreus platerforme telle que <a target="_new" href="%s">Google AdSense</a> and <a target="_new" href="%s">BuySellAds</a>.
nl_nl: Plak hier de advertentiecode. Ondersteunt vele adverteerders zoals <a target="_new" href="%s">Google AdSense</a> en <a target="_new" href="%s">BuySellAds</a>.

source: You may use html and/or javascript code provided by Google AdSense.
fr_fr: Vous pouvez utiliser du code HTML et/ou le code javascript fourni par Google AdSense
nl_nl: HTML en/of javascript code van Google Adsense kan gebruikt worden.

source: Ad Image URL
fr_fr: URL de l'image de la pub
nl_nl: Advertentieafbeelding URL

source: Upload your ad creative or paste the ad creative URL directly.
fr_fr: Envoyez l'image de votre publicité ou entrez directement son URL.
nl_nl: Upload je eigen advertentie of plak de URL van de advertentie hier in.

source: If you would rather use an image ad instead of code provided by your advertiser, use this field instead.
fr_fr: Si vous préférez utiliser une image au lieu du code fourni par un annonceur, utilisez ce champ.
nl_nl: Als je liever een advertentieafbeelding wilt plaatsen in plaats van code van een adverteerder, gebruik dan dit veld.

source: Ad Destination
fr_fr: Destination de la publicité
nl_nl: Advertentiedoel

source: Paste the destination URL of your custom ad creative here (i.e. http://www.yoursite.com/landing-page.html).
fr_fr: Coller l'URL de destination de votre publicité ici (ex.: http://www.yoursite.com/landing-page.html).
nl_nl: Plak hier de doel-URL van je eigen advertentie (bijv. http://www.yoursite.com/landing-page.html).

source: When a visitor clicks on your ad image, this is the destination they will be sent to.
fr_fr: Lorsqu'un visiteur clique sur votre publicité, c'est l'adresse à laquelle il est redirigé.
nl_nl: Als een bezoeker op de advertentie klikt, is dit het doel waar de bezoeker naar toe gestuurd wordt.

source: Content Ad (336x280)
fr_fr: Publicité sur page d'annonce (336x280)
nl_nl: Advertentie in inhoud (336x280)

source: Disable this option if you do not wish to have a 336x280 ads displayed on single ad, category, or search result pages.
fr_fr: Désactivez cette option si vous ne voulez pas afficher l'espace publicitaire 336x280 sur les pages annonces, la catégorie ou les pages de résultats de recherche.
nl_nl: Schakel deze optie uit als je geen 336x280 advertenties wilt hebben op een advertentie-, rubriek- of zoekresultatenpagina.

source: Advanced Options
fr_fr: Options avancées
nl_nl: Geavanceerde opties

source: Run Ads Expired Check
fr_fr: Lancer la verification des annonces expirées
nl_nl: Doe "Advertentie verlopen" controle

source: Prune <a href="%s">Expired Ads</a> now.
fr_fr: Purger les <a href="%s">annonces expirées</a> maintenant.
nl_nl: Schoon <a href="%s">verlopen advertenties</a> nu op.

source: Click the link to manually run the function that checks all ads expiration and prunes any ads that are expired. This event will run only one time.
fr_fr: Cliquez sur le lien pour lancer manuellement la fonction qui vérifie toutes l'expiration des annonces expiration et pugera les annonces expirées. Cet événement se déroulera qu'une seule fois.
nl_nl: Klik op de link om de actie handmatig op te starten waarmee alle advertenties controleert en opschoont als deze verlopen zijn. De actie zal een keer lopen.

source: Reset Stats
fr_fr: Réinitialiser les stats
nl_nl: Reset statistieken

source: <a href="%s">Reset Stats</a> count now.
fr_fr: <a href="%s">Réinitialiser les Stats</a> maintenant.
nl_nl: <a href="%s">Reset statistieken</a> nu.

source: Click the link to run the function that reset the stats count for all ads and posts.
fr_fr: Cliquez sur le lien pour lancer la fonction réinitialiser le compteur des statistiques pour toutes les annonces et les messages.
nl_nl: Klik op de link om alle statistieken voor alle berichten en advertenties te resetten.

source: Disable Core Stylesheets
fr_fr: Désactiver les feuilles de style de base
nl_nl: Schakel de standaard stylesheets uit

source: If you are interested in creating a child theme or just want to completely disable the core ClassiPress styles, enable this option. (Note: this option is for advanced users. Do not change unless you know what you are doing.)
fr_fr: Si voussouhaitez creer un Child Theme, ou tout simplement désactiver tout les styles KiBroc, passez cette option à Oui. (Cette option est pour les utilisateurs experimenté. Ne touche à rien si vous ne savez pas ce que vous faites.)
nl_nl: Als je een cjhild thema wilt gaan gebruiken of de standaard KiBroc stijlen wilt uitschakelen, schakel deze optie dan in. (Deze optie is voor gevorderde gebruikers. Schakel dit niet in tenzij je weet wat je doet.)

source: Enable Debug Mode
fr_fr: Activer le Mode Debug
nl_nl: Schakel debug mode in

source: This will print out the <code>$wp_query->query_vars</code> array at the top of your website. This should only be used for debugging.
fr_fr: Cela permet d'executer le <code> $ wp_query-> query_vars </ code> array en haut de votre site web. Cela ne devrait être utilisée pour le débogage.
nl_nl: Dit toont het <code>$wp_query->query_vars</code> gebied bovenaan de website. Dit wordt alleen gebruikt voor het debuggen.

source: Use Google CDN jQuery
fr_fr: Utiliser Google CDN pour jQuery
nl_nl: Gebruik Google CDN jQuery

source: This will use Google's hosted jQuery files which are served from their global content delivery network. This will help your site load faster and save bandwidth.
fr_fr: Ceci utilise jQuery hébergé par Google, mis à disposition depuis leur CDN global. Votre site web ainsi se chargera plus vite et vous économisez du bandwidth.
nl_nl: Hiermee worden Google's hosted jQuery bestanden gebruikt die geleverd worden door hun global content delivery network. Dit zorgt ervoor dat de site sneller laadt en bespaart bandbreedte.

source: Use SelectBox JS library
fr_fr: Utilisez JS selectbox Library
nl_nl: Gebruik SelectBox JS library

source: SelectBox is a jQuery plugin that allows you to replace select boxes with gorgeous and feature rich drop downs.
fr_fr: Selectbox est un plugin jQuery qui vous permet de remplacer certaines boite de menus déroulants par de riches et magnifiques fonctionnalités.
nl_nl: SelectBox is een jQuery plugin stelt ke in staat om select boxes te vervangen door prachtige en functionele drop/down menu´s.

source: Disable WordPress Login Page
fr_fr: Désactiver la page de connexion de WordPress
nl_nl: Schakel de WordPress inlogpagina uit

source: If someone tries to access <code>wp-login.php</code> directly, they will be redirected to ClassiPress themed login pages. If you want to use any "maintenance mode" plugins, you should enable the default WordPress login page.
fr_fr: Si quelqu'un tente d'accéder à <code>wp-login.php</code> directement, ils seront automatiquement redirigés vers la page de connexion de KiBroc. Si vous souhaitez utiliser un plugin "mode de maintenance" , vous devez activer la page de connexion WordPress par défaut.
nl_nl: Als geprobeerd wordt rechtstreeks om toegang te krijgen via <code>wp-login.php</code>, zal men worden doorgeleidt naar de KiBroc inlogpagina. Wil je een "maintenance mode" plugin gebruken, moet je de standaard inlogpagina inschakelen!

source: Disable WordPress Version Meta Tag
fr_fr: Désactiver le Meta Tag de la version de Wordpress
nl_nl: Schakel de Wordpress versie meta tag uit.

source: This will remove the WordPress generator meta tag in the source code of your site %s.
fr_fr: Ceci désactive la barre d'outils de WordPress dans l'entête de votre site web %s. Cette barre d'outils est affichée uniquement pour les utilisateurs connectés.

source: It's an added security measure which prevents anyone from seeing what version of WordPress you are using.
fr_fr: C'est une mesure de sécurité supplémentaire qui empêche quiconque de voir quelle version de WordPress vous utilisez.

source: It also helps to deter hackers from taking advantage of vulnerabilities sometimes present in WordPress.
fr_fr: Cela contribue également à dissuader les pirates d'essayer d'exploiter les vulnérabilités parfois présentes dans WordPress.

source: Disable WordPress User Toolbar
fr_fr: Désactiver la barre d'outils de l'utilisateur WordPress
nl_nl: Schakel de Wordpress admin bar uit

source: This will remove the WordPress user toolbar at the top of your web site which is displayed for all logged in users.
fr_fr: Ceci désactive la barre d'outils de WordPress dans l'entête du site web. Cette barre d'outils est affichée uniquement pour les utilisateurs connectés.
nl_nl: Dit schakelt de balk bovenaan de website uit wanneer een gebruiker is ingelogd.

source: Disable WordPress Embeds
fr_fr: Désactiver WordPress Embeds
nl_nl: Schakel Wordpress embeds uit

source: The Embed option allows you embed a video, image, or other media content into your content automatically by typing the URL.
fr_fr: L'option Embed vous permet d'intégrer une vidéo, image ou autre contenu multimédia dans votre contenu automatiquement en tapant l'URL.
nl_nl: De embed optie staat je toe om een video, afbeelding of andere media autiomatisch in de inhoud in te sluiten door de URL naar deze media in te geven.

source: Display Website Time
fr_fr: Afficher l'heure du site
nl_nl: Toon de tijd op de website

source: This will display current time and timezone of your website in the footer section.
fr_fr: Cela afficher l'heure et le fuseau horaire de votre site dans le footer de votre site.
nl_nl: Hiermee wordt de actuele tijd en tijdzone in de footer getoond.

source: Cache Expires
fr_fr: Expiration du cache
nl_nl: Cache verloopt

source: This number is in seconds so one day equals 86400 seconds (60 seconds * 60 minutes * 24 hours).
fr_fr: Ce nombre est en secondes, un jour équivaut à 86400 secondes (60 secondes * 60 minutes * 24 heures).
nl_nl: Dit getal is in seconden dus een dag staat gelijk aan 86400 seconden (60 seconden * 60 minuten * 24 uur).

source: To speed up page loading on your site, ClassiPress uses a caching mechanism on certain features (i.e. category drop-down, home page). The cache automatically gets flushed whenever a category has been added/modified, however this value sets the frequency your cache is regularly emptied. We recommend keeping this at the default (every hour = 3600 seconds).
fr_fr: Pour accélérer le chargement des pages dans votre site, KiBroc utilise un mécanisme de cache pour certains composants (ex.: menu déroulant de catégories, page d'accueil). La cache se vide automatiquement lors de rajout/modification d'une nouvelle catégorie. Vous pouvez cependant modifier la fréquence de vidange de cache via cette valeur. Nous conseillons de garder la valeur par défaut (chaque heure = 3600 secondes).
nl_nl: Om de laadtijd van de website te verbeteren gebruikt KiBroc een cache mechanisme op bepaalde onderdelen (zoals drop-down menu's, startpagina). De cache wordt automatisch leeggemaakt wanneer een rubriek is toegevoegd of gewijzigd, maar deze waarde bepaalt hoe vaak de cache standaard leeggemaakt wordt. Aanbevolen is om deze op de standaard instyelling te houden (ieder uur = 3600 seconden).

source: Admin Table Width
fr_fr: Largeur du tableau admin
nl_nl: Administrator tabelbreedte

source: Sometimes the admin option pages are set too narrow or too wide. This option allows you to override it. Note: value must be numeric followed by either px or % (i.e. 700px or 100%). The default is 850px.
fr_fr: Si vous trouvez toutefois que vos pages d'admin sont très large ou très étroites, cette option vous permet de l'outrepasser. Note : la valeur doit être un chiffre, suivi de px ou % (i.e. 700px ou 100%). La valeur par défaut est 850px.
nl_nl: Soms zijn de administrator optie pagina's te breed of te amel ingesteld. Deze optie stelt de breedte in. Opmerking: de waarde moet numeriek zijn gevolgd door px of % (bijv. 700px of 100%). Standaard is 850px.

source: Ad Box Right Side
fr_fr: Box d'annonce côté droit
nl_nl: Advertentievak rechts

source: Normal Full Width
fr_fr: Pleine largeur Normal
nl_nl: Nromaal volledige breedte

source: Legacy Ads Width
fr_fr: Largeur légale d'annonces
nl_nl: Afhankelijke advertentiebreedte

source: Sometimes the main ad listings box is too narrow or it wraps due to legacy ad sizes. This option allows you to change it manually.
fr_fr: Parfois, la zone principale de la liste d'annonce est trop étroite ou dépasse à cause d'une annonce trop grande. Cette option vous permet de le modifier manuellement.
nl_nl: Soms is het standaard advertentie overzicht te smal of doet vreemd vanwege standaard advertentiebreedtes. Deze optie laat je de breedte handmatig instellen.

source: Custom Post Type & Taxonomy URLs
fr_fr: Type de contenu personnalisé et URL des taxonomies

source: Ad Listing Base URL
fr_fr: URL de base des annonces
nl_nl: Advertentieoverzicht basis URL

source: IMPORTANT: You must <a target="_blank" href="%s">re-save your permalinks</a> for this change to take effect.
fr_fr: IMPORTANT : Vous devez <a target="_blank" href="%s"> re-sauvegarder vos permaliens</a> pour que cette modification prenne effet.
nl_nl: BELANGRIJK: Je moet <a target="_blank" href="%s">permalinks opnieuw opslaan</a> om deze wijziging door te voeren.

source: This controls the base name of your ad listing urls. The default is ads and will look like this: http://www.yoursite.com/ads/ad-title-here/. Do not include any slashes. This should only be alpha and/or numeric values. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
fr_fr: Ceci modifie l'URL de base de vos annonces. La valeur par défaut est "annonces" et ressemblera à ceci : http://www.votresite.com/annonces/votre-titre-ici/. Ne pas inclure les barres obliques. Ne doit contenir que des caractères alphanumériques. Vous ne devriez pas changer cette valeur une fois que vous avez lancé votre site, sinon vous risquez de rendre inutilisables les URLs d'autres sites pointant vers le vôtre.
nl_nl: Dit bepaalt de standaard naam van de advertentie URL. Standaard is dit ads en ziet er zo uit: http://www.jouwsite/ads/ad-title/. Vul geen slashes in. Dit mogelijk alleen (alfa)numerieke waarden zijn. Wijzig deze waarde niet meer wanneer de website operationeel is om te voorkomen dat links op andere websites niet meer werken.

source: Ad Category Base URL
fr_fr: URL de base des catégories d'annonce
nl_nl: Rubriek basis URL

source: This controls the base name of your ad category urls. The default is ad-category and will look like this: http://www.yoursite.com/ad-category/category-name/. Do not include any slashes. This should only be alpha and/or numeric values. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
fr_fr: Il contrôle le nom de base de votre urls catégorie d'annonce. La valeur par défaut est ad-catégorie et ressemblera à ceci: http://www.yoursite.com/ad-category/category-name/. Ne pas inclure les barres obliques. Cela ne devrait être l'alpha et / ou des valeurs numériques. Vous ne devriez pas changer cette valeur une fois que vous avez lancé votre site sinon vous risquez de casser les urls d'autres sites pointant vers le vôtre, etc
nl_nl: Dit bepaalt de standaard naam van de rubriek URL. Standaard is dit ad-category en ziet er zo uit: http://www.jouwsite/ad-categorie/category-name/. Vul geen slashes in. Dit mogelijk alleen (alfa)numerieke waarden zijn. Wijzig deze waarde niet meer wanneer de website operationeel is om te voorkomen dat links op andere websites niet meer werken.

source: Ad Tag Base URL
fr_fr: URL de base des mots clés d'annonce
nl_nl: Trefwoorden basis URL

source: This controls the base name of your ad tag urls. The default is ad-tag and will look like this: http://www.yoursite.com/ad-tag/tag-name/. Do not include any slashes. This should only be alpha and/or numeric values. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
fr_fr: Contrôle le nom de base de votre urls tag annonce. La valeur par défaut est ad-tag et ressemblera à ceci: http://www.yoursite.com/ad-tag/tag-name/. Ne pas inclure les barres obliques. Cela ne devrait être l'alpha et / ou des valeurs numériques. Vous ne devriez pas changer cette valeur une fois que vous avez lancé votre site sinon vous risquez de casser les urls d'autres sites pointant vers le vôtre, etc
nl_nl: Dit bepaalt de standaard naam van de trefwoorden URL. Standaard is dit ads en ziet er zo uit: http://www.jouwsite/ad-tag/tag-name/. Vul geen slashes in. Dit mogelijk alleen (alfa)numerieke waarden zijn. Wijzig deze waarde niet meer wanneer de website operationeel is om te voorkomen dat links op andere websites niet meer werken.

source: Cuf&oacute;n Font Replacement
fr_fr: Remplacement de polices Cufón
nl_nl: Cuf&oacute;n Font vervanging

source: Enable Cuf&oacute;n
fr_fr: Activer Cufón
nl_nl: Schakel Cuf&oacute;n in

source: Turns on the Cuf&oacute;n replacement text feature on your site. Learn more about <a target="_new" href="%s">Cuf&oacute;n</a> here.
fr_fr: Pour activer le remplacement de polices Cuf&oacute;n sur votre site. En savoir plus sur <a target='_new' href='%s'>Cufón</a> ici.
nl_nl: Schalekt de Cuf&oacute;n alternatief font in op de website. Lees hier meer over op <a target="_new" href="%s">Cuf&oacute;n</a>.

source: Disable this option if you are having conflicts or problems with certain text displaying on your site.
fr_fr: Réglez cette option sur Non, si vous rencontrez des conflits ou des problèmes avec certains textes de votre site
nl_nl: Schakel dit uit wanneer je conflicten of problemen hebt met het tonen van bepaalde tekst op de website.

source: Cuf&oacute;n Replacement Code
fr_fr: Code de remplacement Cuf&oacute;n
nl_nl: Cuf&oacute;n vervangingscode

source: Say you want to replace all %1$s elements on your site with Cuf&oacute;n. You would enter, %2$s.
fr_fr: Vous voulez remplacer tout les éléments %1$s de votre site avec Cufon. Vous devriez entrer, %2$s.

source: The Cuf&oacute;n system will automatically style all elements for you.
fr_fr: Le système Cufôn va automatiquement styler tous les éléments pour vous.

source: Note: You must have the font installed before it will work. To install a new font you must first generate it and then place the .js font file in your ClassiPress /includes/fonts/ theme directory.
fr_fr: Note: Vous devez avoir installé la police préalablement pour qu'elle fonctionne. Pour installer une nouvelle police, vous devez d'abord la générer et placez le fichier de police Js dans le repertoire 'KiBroc/includes/fonts/ .
nl_nl: Note: You must have the font installed before it will work. To install a new font you must first generate it and then place the .js font file in your KiBroc /includes/fonts/ theme directory.

source: Cuf&oacute;n allows you to easily replace text with stylish fonts that appear to be images. It is fast and and does not require Flash.
fr_fr: Cufón vous permet de remplacer du texte avec des polices de style qui semblent être des images. Il est rapide et ne nécessite pas et Flash.
nl_nl: Cuf&oacute;n laat je eenvoudig tekst vervangen door stijlvolle fonts die op afbeeldingen lijken. Het is snel en Flash is niet nodig.

source: Show Category Count
fr_fr: Afficher le nombre de catégorie
nl_nl: Toon aantal per rubriek

source: Display the quantity of posts in that category next to the category name?
fr_fr: Afficher le nombre d'annonce de cette catégorie à côté du nom de la catégorie?
nl_nl: Het aantal advertenties per rubriek tonen naast de naam van de rubriek?

source: Hide Empty Sub-Categories
fr_fr: Masquer les sous-catégories vides
nl_nl: Verberg lege subrubrieken

source: If a category had no listings, should it be hidden?
fr_fr: Si une catégorie n'a pas encore d'annonce, doit ont la cacher?
nl_nl: Als een rubriek leeg is, moet die verborgen worden?

source: How many levels deep should the category tree traverse?
fr_fr: Sur combien de niveau les catègories devront elles être structurées?
nl_nl: Hoeveel niveaus mag de rubriekindeling hebben?

source: Number of Sub-Categories
fr_fr: Nombre de sous-catégories
nl_nl: Aantal subrubrieken

source: How many sub-categories of each parent category should be shown?
fr_fr: Combien de sous-catégories devrait être montré?
nl_nl: Hoeveel subrubrieken van elke hoofdrubriek moeten getoond worden?

source: Number of Columns
fr_fr: Nombre de Colonne
nl_nl: Aantal kolommen
