Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: Your session or order has expired or we cannot cannot find your order in our systems. Please start over to create a valid membership order.
fr_fr: Votre session a expiré ou la commande est introuvable dans notre base. Recommencez pour commander un abonnement valide.
nl_nl: De sessie of de bestelling is verlopen of de bestelling kan niet in ons systeem worden teruggevonden. Plaats een nieuwe bestelling.

source: Ad Listing Received
fr_fr: Annonces reçues
nl_nl: Advertentie ontvangen

source: Thank you! Your ad listing has been submitted for review.
fr_fr: Merci ! Votre annonce a été soumise à la modération.
nl_nl: Dank je wel! Je advertentie is ontvangen voor goedkeuring.

source: You can check the status by viewing your dashboard.
fr_fr: Vous pouvez vérifier le statut de l'annonce dans votre tableau de bord.
nl_nl: Je kunt de status controleren op je dashboard.

source: Thank you! Your ad listing has been submitted and is now live.
fr_fr: Merci ! Votre annonce a été envoyée et est à présent en ligne.
nl_nl: Dank je wel! Je advertentie is geplaatst en zichtbaar op de website.

source: Visit your dashboard to make any changes to your ad listing or profile.
fr_fr: Visitez votre tableau de bord si vous souhaitez modifiez le statut de votre annonce ou votre profil annonceur.
nl_nl: Ga naar je persoonlijke dashboard om de advertentie of je profiel te wijzigen

source: View your new ad listing.
fr_fr: Visualiser votre nouvelle annonce.
nl_nl: Bekijk de nieuwe advertentie.

source: Your session has expired or you are trying to submit a duplicate ad. Please start over.
fr_fr: Votre session a expiré ou vous essayez de présenter une annonce en double. Merci de réessayer.
nl_nl: De sessie is verlopen of je probeert een advertentie een dubbel te plaatsen. Begin aub opnieuw.

source: Activated
fr_fr: actif
nl_nl: Geactiveerd

source: Orders
fr_fr: Commandes
nl_nl: Bestellingen

source: Order
fr_fr: Commande
nl_nl: Bestelling

source: Add New Order
fr_fr: Ajouter une commande
nl_nl: Voeg bestelling toe

source: Edit Order
fr_fr: Modifier la commande
nl_nl: Bewerk bestelling

source: New Order
fr_fr: Nouvelle commande
nl_nl: Nieuwe bestelling

source: View Order
fr_fr: Voir les commandes
nl_nl: Bekijk bestelling

source: Search Orders
fr_fr: Rechercher les commandes
nl_nl: Zoek bestellingen

source: No orders found
fr_fr: Aucune commande trouvée
nl_nl: Geen bestelling gevonden

source: No orders found in Trash
fr_fr: Aucune commande trouvé dans la corbeille
nl_nl: Geen bestellingen gevonden in de prullenbak

source: Parent Order:
fr_fr: Commande parente:
nl_nl: Bovenliggende bestelling:

source: Regional Taxes
fr_fr: Taxes locales
nl_nl: Belasting

source: Payments
fr_fr: Paiement
nl_nl: Betalingen

source: Item
fr_fr: Elément

source: Purchased %s item
fr_fr: %s produit achetés.
nl_nl: %s item gekocht

source: Unknown
fr_fr: Inconnu
nl_nl: Onbekend

source: Undecided
fr_fr: Indécis
nl_nl: Onbekend

source: Unpublished
fr_fr: Non Publiée
nl_nl: Niet gepubliceerd

source: Connected Orders
fr_fr: Commandes associés
nl_nl: Verbonden bestellingen

source: Last 10 Orders
fr_fr: Les 10 dernières commandes
nl_nl: Laatste 10 bestellingen

source: Affects
fr_fr: Affecte
nl_nl: Betrekking op

source: This item could not be recognized. It might be from another theme or an uninstalled plugin.
fr_fr: Cet élement ne peut pas être reconnu. Il pourrait provenir d'un autre thème ou un plugin désinstallé.
nl_nl: Dit item kon niet worden herkend. Dit is misschien van een ander thema of een plugin

source: Order Status
fr_fr: Status de la commande
nl_nl: Status bestellling

source: Gateway
fr_fr: Passerelle sde paiement
nl_nl: Kanaal

source: Currency
fr_fr: Devise
nl_nl: Valuta

source: Previously
fr_fr: Précédent
nl_nl: Eerder

source: Order Author
fr_fr: Trier par Auteurs
nl_nl: Bestelling van

source: Order Actions
fr_fr: Trier par Actions
nl_nl: Bestelling acties

source: Mark as Completed
fr_fr: Marqué comme Complété
nl_nl: Markeer als afgerond

source: Mark as Failed
fr_fr: Marqué comme Echoué
nl_nl: Markeer als mislukt

source: Reset Gateway
fr_fr: Reset Passerelle
nl_nl: Reset betaalwijze

source: Reset Order
fr_fr: Reset Commande
nl_nl: Reset bestelling

source: Activate Order
fr_fr: Activer la commande
nl_nl: Activeer bestelling

source: No actions available
fr_fr: Aucune action n'est disponible.
nl_nl: Geen acties beschikbaar

source: Logged Date
fr_fr: Connecté depuis
nl_nl: Gelogde datum

source: Payments Settings
fr_fr: Paramètre du Paiement
nl_nl: Betalingen instellingen

source: Regional
fr_fr: Local
nl_nl: Regio

source: Thousands Separator
fr_fr: Séparateur des milliers
nl_nl: Duizendteken

source: This sets the thousand separator of displayed prices.
fr_fr: Ceci définit le séparateur de milliers des prix affichés.
nl_nl: Dit bepaalt de duizendtalteken in de getoonde prijzen

source: Decimal Separator
fr_fr: Séparateur décimal
nl_nl: Decimaalteken

source: This sets the decimal separator of displayed prices.
fr_fr: Il s'agit du séparateur des décimals visible sur les prix affichés
nl_nl: Dit bepaalt het decimaalteken in de getoonde prijzen

source: Tax Charge
fr_fr: Taxes
nl_nl: Belastingtarief

source: Installed Gateways
fr_fr: Systèmes de paiement
nl_nl: Geinstalleerde kanalen

source: This gateway is currently <strong>disabled</strong>. Users cannot use it as a purchasing option. Go to the <a href="?page=app-payments-settings">General</a> tab to enable it.
fr_fr: Cette passerellles est actuellement <strong>désactivée</strong>. Les utilisateurs ne peuvent pas l'utiliser comme moyen de paiement. Allez l'options <a href="?page=app-payments-settings">de paiement générale</a> pour l'activer.
nl_nl: Dit kanaal is op het moment <strong>uitgeschakeld</strong>. Gebruikers kunnen dit kanaal niet gebruiken als een betalingsoptie. Ga naar <a href="?page=app-payments-settings">Algemeen</a> tab om dit kanaal in te schakelen.

source: Enable
fr_fr: Activer
nl_nl: Inschakelen

source: You are now being redirected.
fr_fr: Vous êtes maintenant redirigé.
nl_nl: Je wordt nu doorgeleid.

source: This gateway has not implemented a recurring order processor.
fr_fr: Cette passerelle ne propose pas de solution de commande récurrante.
nl_nl: Dit betaalsysteem heeft geen werderkerend betaalproces geïmplementeerd.

source: No payment gateways are available.
fr_fr: Aucune passerelle de paiement n'est disponible.

source: (disabled)
fr_fr: (désactiver)
nl_nl: (uitgeschakeld)

source: Note: Disabled gateways are only available to administrators.
fr_fr: Note: Désactiver les passerelles n'est possible que pour un administrateur.

source: Bank Transfer
fr_fr: Transfert Bancaire
nl_nl: Bankbetaling

source: Transfer Information
fr_fr: Information de transfert
nl_nl: Betalingsinformatie

source: General Information
fr_fr: Informations générales
nl_nl: Algemene informatie

source: Order Information:
fr_fr: Information de la commande:
nl_nl: Bestellinginformatie:

source: Order ID:
fr_fr: N° de commande :
nl_nl: Ordernummer:

source: Order Total:
fr_fr: Total de la commande:
nl_nl: Betselling totaal

source: For questions or problems, please contact us directly at
fr_fr: Pour toute question ou problème, contactez-nous via
nl_nl: Voor bragen of problemen neem contact met ons op via

source: You must mark this transfer as completed before the purchase can proceed.
fr_fr: Vous devez marquer ce transfert comme terminé avant que l'achat puisse avoir lieu.
nl_nl: Je moet deze betaling als afgerond markeren voor de aankoop door kan gaan.

source: A new order is waiting to be processed. Once you recieve payment, you should mark the order as completed.
fr_fr: Une nouvelle commande est en attente de traitement. Une fois que vous recevez votre paiement, vous devez marquer cette commande comme achevée.
nl_nl: Een bestelling wacht op verwerking. Zodra de betaling is ontvangen, kan de bestelling als afgerond gemarkeerd worden.

source: review all pending orders
fr_fr: visualiser toute les commandes en attentes
nl_nl: beoordeel alle hangende bestellingen

source: Continue to %s
fr_fr: Continue vers %s
nl_nl: Ga door naar %s

source: If your Order does not complete soon, please contact us and refer to your Order ID - #%d.
fr_fr: Si votre commande n'est pas enregistrés, contactez-nous et indiquez-nous votre ID de commande - #% d.

source: PayPal has responded to your transaction as invalid. Please contact site owner.
fr_fr: PayPal a répondu à votre transaction comme non valide. Veuillez contacter le propriétaire du site.
nl_nl: PayPal heeft de transactie als ongeldig beantwoord. Neem contact op met de beheerder

source: You are now being redirected to PayPal.
fr_fr: Vous êtes maintenant redirigé vers PayPal.
nl_nl: Je wordt nu doorgeleid naar PayPal.

source: PayPal Email
fr_fr: E-mail PayPal

source: Enter your PayPal account email address. This is where your money gets sent.
fr_fr: Indiquez votre adresse e-mail PayPal. C'est sur cette adresse que l'argent vous sera envoyé.
nl_nl: Geef jouw PayPal emailadres in. Dit is waar het geld naartoe gaat.

source: Business/Premier Account
fr_fr: Compte Premier/Business

source: This account is a Premier/Business Account
fr_fr: Ce compte est un compte Premier / Business

source: A premier/business account is required for allowing customers to process recurring payments via PayPal
fr_fr: Un compte Premier / Business est nécessaire pour permettre aux clients d'effectuer des paiements récurrents via PayPal

source: Sandbox Mode
fr_fr: Mode Sandbox
nl_nl: Testmodus

source: You must have a <a target='_new' href='%s'>PayPal Sandbox</a> account setup before using this feature.
fr_fr: Vous devez avoir un compte <a target='_new' href='%s'>PayPal Sandbox</a> pour utiliser cette fonctionnalité.
nl_nl: Je moet een <a target='_new' href='%s'>PayPal Sandbox</a> account hebben om hier gebruik van te kunnen maken.

source: By default PayPal is set to live mode. If you would like to test and see if payments are being processed correctly, check this box to switch to sandbox mode.
fr_fr: Par défaut PayPal est en mode réel. Si vous souhaitez d'abord tester et voir si les paiements sont traités correctement, cochez cette case pour passer en mode sandbox.
nl_nl: Standaard is PayPal ingesteld op live modus. Als je wilt testen en zien of de betalingen correct worden afgehandeld, kun je hier switchen naar de testmodus.

source: Payment Data Transfer (PDT)
fr_fr: Transfert des données de paiement (TDP)

source: Enable PDT
fr_fr: Activer PDT
nl_nl: Schakel PDT in

source: See our <a href="%s">tutorial</a> on enabling Payment Data Transfer.
fr_fr: Voir notre <a href="%s"> tutoriel </ a> sur l'activation de paiements de transfert de données.
nl_nl: Bekijk onze <a href="%s">handleiding</a> hoe je Payment Data Transfer instelt.

source: Identity Token
fr_fr: Token d'identité

source: Instant Payment Notification (IPN)
fr_fr: Notification instantanée de paiement (IPN)

source: Enable IPN
fr_fr: Activer le debug IPN
nl_nl: Schakel IPN in

source: See our <a href="%s">tutorial</a> on enabling Instant Payment Notifications.
fr_fr: Voir notre <a href="%s"> tutoriel </ a> sur l'activation de Notifications instantanées de paiement.
nl_nl: Bekijk onze <a href="%s">handleiding</a> hoe je Instant Payment Notifications instelt.

source: Notify me when a payment is..
fr_fr: Prévenez-moi quand un paiement est ..
nl_nl: Stuur mij een bericht wanneer een betaling is...

source: US Dollars
fr_fr: Dollars US (&#36;)

source: Pounds Sterling
fr_fr: Livre Sterling (&pound;)
nl_nl: Pond Sterling

source: Australian Dollars
fr_fr: Dollars Australiens (&#36;)
nl_nl: Australische Dollars

source: Brazilian Real
fr_fr: Real Brésilien (&#36;)
nl_nl: Braziliaanse Real

source: Canadian Dollars
fr_fr: Dollars Canadien (&#36;)
nl_nl: Canadese Dollars

source: Czech Koruna
fr_fr: Couronne Tchèque
nl_nl: Tjechische Koruna

source: Danish Krone
fr_fr: Couronne Danoise
nl_nl: Deense Krone

source: Hong Kong Dollar
fr_fr: Dollar de Hong Kong (&#36;)

source: Hungarian Forint
fr_fr: Forint Hongrois
nl_nl: Hongaarse Forint

source: Israeli Shekel
fr_fr: Shekel Israélien

source: Japanese Yen
fr_fr: Yen Japonais (&yen;)
nl_nl: Japanse Yen

source: Malaysian Ringgits
fr_fr: Ringgits Malaisiens
nl_nl: Maleisische Ringgits

source: Mexican Peso
fr_fr: Peso Mexicain (&#36;)
nl_nl: Mexicaanse Peso

source: New Zealand Dollar
fr_fr: Dollar Néo-Zélandais (&#36;)
nl_nl: Nieuw Zeelandse Dollar

source: Norwegian Krone
fr_fr: Couronne Norvégienne
nl_nl: Noorse Krone

source: Philippine Pesos
fr_fr: Pesos Philippin
nl_nl: Filippijnse Pesos

source: Polish Zloty
fr_fr: Zloty Polonnais
nl_nl: Pollse Zloty

source: Singapore Dollar
fr_fr: Singapore Dollar (&#36;)

source: Swedish Krona
fr_fr: Couronnes Suédoises
nl_nl: Zweedse Krona

source: Swiss Franc
fr_fr: Franc suisse
nl_nl: Zwitserse Franc

source: Taiwan New Dollar
fr_fr: Nouveaux dollars de Taïwan
nl_nl: Taiwanese New Dollar

source: Thai Baht
fr_fr: Baht Thaïlandais
nl_nl: Thaise Baht

source: Turkish Lira
fr_fr: Lire Turque (&#8356;)
nl_nl: Turkse Lira

source: View all ads by %s
nl_nl: Bekijk alle advertenties geplaats door %s

source: Description
nl_nl: Uitgebreide omschrijving

source: Contact
nl_nl: Reageer

source: Options
nl_nl: Opties

source: Images:
nl_nl: Foto's:

source: Images
nl_nl: Foto's

source: Change Title
nl_nl: Wijzig titel

source: Page %s
nl_nl: Pagina %s

source: Message:
nl_nl: Bericht:

source: Navigation
nl_nl: Navigatie

source: Image
nl_nl: Foto

source: Image
nl_nl: Foto

source: mins
nl_nl: minuten

source: min
nl_nl: minuut

source: secs
nl_nl: seconden

source: Page
nl_nl: Pagina

source: Blog
nl_nl: Nieuws

source: Actions
nl_nl: Acties

source: One-off event
nl_nl: Eenmalige gebeurtenis

source: Date
nl_nl: Datum

source: View ads by this author
nl_nl: Bekijk advertenties van deze adverteerder

source: checkboxes
nl_nl: checkboxen

source: Image %s
nl_nl: Foto %s

source: Pending <span class="count">(%s)</span>
nl_nl: Wacht op goedkeuring/betaling <span class="count">(%s)</span>

source: Failed <span class="count">(%s)</span>
nl_nl: Mislukt <span class="count">(%s)</span>

source: Completed <span class="count">(%s)</span>
nl_nl: Afgerond <span class="count">(%s)</span>

source: Activated <span class="count">(%s)</span>
nl_nl: Geactiveerd <span class="count">(%s)</span>

source: Total
nl_nl: Totaal

source: Message
nl_nl: Bericht

source: Identifier
nl_nl: Identificatie

source: Symbol (%s)
nl_nl: Symbool (%s)

source: Position
nl_nl: Positie

source: Instructions:
nl_nl: Instructies:

source: Listener URL
nl_nl: Luister URL

source: Notifications
nl_nl: Berichten

source: This is your ClassiPress user dashboard sidebar.
nl_nl: This is your KiBroc user dashboard sidebar.
