Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: Whoops! Page Not Found.
fr_fr: Houps ! Page introuvable.
nl_nl: Oeps. Pagina niet gevonden.

source: The page or ad listing you are trying to reach no longer exists or has expired.
fr_fr: La page ou annonce que vous cherchez n'existe plus ou a expiré.
nl_nl: De pagina of advertentie die u zoekt bestaat niet meer of is verlopen

source: Return to %s
fr_fr: Revenir à %s
nl_nl: Terug naar %s

source: &larr; Return to %s
fr_fr: &larr; Revenir à %s
nl_nl: &larr; Terug naar %s

source: <span class="%1$s">By</span> %2$s
fr_fr: <span class="%1$s">Par</span> %2$s
nl_nl: <span class="%1$s">Door</span> %2$s

source: <span class="%1$s">Uploaded</span> %2$s
fr_fr: <span class="%1$s">Envoyé</span> %2$s

source: Full size is %s pixels
fr_fr: La taille originale est de %s pixels
nl_nl: Volledige grootte is %s pixels

source: Link to full-size image
fr_fr: Lien vers l'image en taille originale
nl_nl: Link naar grote foto

source: Edit
fr_fr: Modifier
nl_nl: Bewerk

source: &larr; prev
fr_fr: &larr; préc.
nl_nl: &larr; vorige

source: next &rarr;
fr_fr: suivant &rarr;
nl_nl: volgende &rarr;

source: About %s
fr_fr: Profil de %s
nl_nl: Over %s

source: Member Since:
fr_fr: Membre depuis :
nl_nl: Actief sinds:

source: Website:
fr_fr: Site web :

source: Ads
fr_fr: Annonces
nl_nl: Advertenties

source: Posts
fr_fr: Publications
nl_nl: Berichten

source: Latest items listed
fr_fr: Dernières annonces
nl_nl: Laatst geplaatse advertenties

source: Recent blog posts
fr_fr: Articles récents du blog
nl_nl: Recente blogberichten

source: This post is password protected. Enter the password to view comments.
fr_fr: Cet article est protegé par un mot de passe. Entrez le mot de passe afin de voir les commentaires.
nl_nl: Dit bericht is beschermd met een wachtwoord. Geef het wachtwoord in om de reacties te bekijken.

source: No Responses
fr_fr: Aucune réponse
nl_nl: Geen reacties

source: One Response
fr_fr: Une réponse
nl_nl: Een reactie

source: % Responses
fr_fr: % réponses
nl_nl: % reacties

source: to
fr_fr: à
nl_nl: naar

source: Older Comments
fr_fr: Anciens commentaires
nl_nl: Oudere reacties

source: Newer Comments
fr_fr: Nouveaux commentaires
nl_nl: Nieuwere reacties

source: Featured Listings
fr_fr: Annonces à la Une
nl_nl: Topadvertenties

source: All Rights Reserved.
fr_fr: Tous droits réservés.
nl_nl: Alle rechten voorbehouden.

source: Powered by
fr_fr: Propulsé par
nl_nl: Aangedreven door

source: RSS Feed
fr_fr: Flux RSS

source: Post an Ad
fr_fr: Publier une annonce
nl_nl: Plaats een advertentie

source: Continue reading &raquo;
fr_fr: Continuer à lire &raquo;
nl_nl: Ga door met lezen &raquo;

source: Order Summary
fr_fr: Résumé de la commande
nl_nl: Samenvatting bestelling

source: Please select a method for processing your payment:
fr_fr: Veuillez choisir un moyen de paiement:
nl_nl: Selecteer een betalingsmethode:

source: Submit
fr_fr: Payer
nl_nl: Verzend

source: Edit Page
fr_fr: Modifier la page
nl_nl: Bewerk pagina

source: Sorry, no pages matched your criteria.
fr_fr: Désolé, aucune page ne correspond à vos critères.
nl_nl: Niets gevonden

source: What are you looking for?
fr_fr: Que cherchez-vous ?
nl_nl: Waar zoekt u naar?

source: Search for '%1$s' returned %2$s results
fr_fr: %2$s résultat(s) pour "%1$s"

source: Map
fr_fr: Carte
nl_nl: Kaart

source: Poster
fr_fr: Annonceur
nl_nl: Adverteerder

source: You must be logged in to inquire about this ad.
fr_fr: Vous devez être connecté pour contacter l&apos;annonceur.
nl_nl: Je moet ingelogd zijn om te kunnen reageren op deze advertentie.

source: Information about the ad poster
fr_fr: Information à propos de l&apos;annonceur
nl_nl: Informatie over de adverteerder

source: Listed by:
fr_fr: Publié par :
nl_nl: Geplaatst door:

source: Other items listed by
fr_fr: Autres annonces de
nl_nl: Andere advertenties van dezelfde adverteerder

source: No other ads by this poster found.
fr_fr: Aucune autres annonces publiées par cette annonceur.
nl_nl: Geen andere advertenties van deze adverteerder gevonden.

source: Latest items listed by
fr_fr: Plus récentes annonces de
nl_nl: De laatste advertenties van

source: Popular
fr_fr: Populaire
nl_nl: Populair

source: Comments
fr_fr: Commentaires
nl_nl: Reacties

source: Tags
fr_fr: Mots clés
nl_nl: Trefwoorden

source: User Options
fr_fr: Options de l&apos;utilisateur
nl_nl: Gebruikersopties

source: My Dashboard
fr_fr: Mon tableau de bord
nl_nl: Mijn dashboard

source: Edit Profile
fr_fr: Mon profil
nl_nl: Bewerk profiel

source: WordPress Admin
fr_fr: Admin Wordpress
nl_nl: WordPress Administrator

source: Log Out
fr_fr: Déconnexion
nl_nl: Uitloggen

source: Account Information
fr_fr: Information du compte
nl_nl: Accountinformatie

source: Last Login:
fr_fr: Dernière connexion :
nl_nl: Laatste login:

source: Your membership pack "%1$s" expired on %2$s.
fr_fr: Votre pack d'abonnement "%1$s" a pris fin le %2$s.

source: Renew Your Membership Pack
fr_fr: Renouveler votre abonnement.

source: Membership Pack:
fr_fr: Forfait d'abonnement:
nl_nl: Ledenpakket:

source: Membership Expires:
fr_fr: L'abonnement expire :
nl_nl: Ledenpakket verloopt over:

source: Renew or Extend Your Membership Pack
fr_fr: Renouveler ou prolonger votre forfait d&apos;abonnement
nl_nl: Vernieuw of verleng je ledenpakket

source: Purchase a Membership Pack
fr_fr: Acheter un forfait d&apos;abonnement
nl_nl: Bestel een ledenpakket

source: Account Statistics
fr_fr: Statistiques du compte
nl_nl: Accountstatistieken

source: Live Listings:
fr_fr: Annonces en ligne :
nl_nl: Actieve advertenties:

source: Pending Listings:
fr_fr: Annonces en attente :
nl_nl: Goed te keuren advertenties:

source: Offline Listings:
fr_fr: Annonces hors-ligne :
nl_nl: Niet zichtbare advertenties:

source: Total Listings:
fr_fr: Nombre total d&apos;annonces :
nl_nl: Totaal advertenties:

source: Join Now!
fr_fr: S'inscrire maintenant !
nl_nl: Wordt nu lid!

source: Welcome back,
fr_fr: Bienvenue,
nl_nl: Welkom terug,

source: You last logged in at:
fr_fr: Votre dernière connexion :
nl_nl: Je laatste login was op:

source: Manage your ads or edit your profile from your personalized dashboard.
fr_fr: Gérer vos annonces ou modifier votre profil depuis votre tableau de bord personnalisé.
nl_nl: Beheer je advertenties of bewerk je profiel op je persoonlijke dashboard

source: Manage Ads
fr_fr: Mes annonces
nl_nl: Advertentiebeheer

source: Sub Categories
fr_fr: Sous-catégories
nl_nl: Subrubrieken

source: Post Was Reported
fr_fr: L&apos;article a été signalé
nl_nl: Advertentie is gemeld

source: Report This Post
fr_fr: Signaler l&apos;article
nl_nl: Meld deze advertentie

source: This item has been sold
fr_fr: L&apos;objet a été vendu
nl_nl: Dit artikel is verkocht

source: Listed:
fr_fr: Publié le :
nl_nl: Geplaatst op:

source: Expires:
fr_fr: Expire :
nl_nl: Verloopt over:

source: %s RSS Feed
fr_fr: Flux RSS de %s

source: Listings for
fr_fr: Annonces pour
nl_nl: Rubriek:

source: Listings tagged with
fr_fr: Annonces taggées avec
nl_nl: Advertenties met de trefwoorden

source: Ad Categories
fr_fr: Catégories d'annonces
nl_nl: Rubrieken

source: Just Listed
fr_fr: Publiés récemment
nl_nl: Zojuist geplaatst

source: Most Popular
fr_fr: Les plus populaires
nl_nl: Meest bekeken

source: Random
fr_fr: Au hasard
nl_nl: Willekeurig

source: Classified Ads
fr_fr: Petites annonces
nl_nl: Advertenties

source: View More Ads
fr_fr: Voir plus d'annonces
nl_nl: Bekijk meer advertenties

source: %s's Dashboard
fr_fr: Tableau de bord de %s

source: Below you will find a listing of all your classified ads. Click on one of the options to perform a specific task. If you have any questions, please contact the site administrator.
fr_fr: Vous trouverez ci-dessous la liste de toutes vos annonces. Cliquez sur l'une des options pour effectuer une tâche spécifique. Si vous avez des questions, veuillez contactez l'administrateur du site.
nl_nl: Hieronder vind je een overzicht van al jouw advertenties. Klik op een van de opties om een advertentie te werken. Neem bij vragen contact op met de beheerder

source: Title
fr_fr: Titre
nl_nl: Beschrijving

source: Views
fr_fr: Vues
nl_nl: Bekeken

source: Status
fr_fr: Statut

source: Live Until
fr_fr: En ligne jusqu'au
nl_nl: Loopt tot

source: Pause Ad
fr_fr: Annonce en pause
nl_nl: Pauzeer advertentie

source: Awaiting payment
fr_fr: en attente de paiement
nl_nl: Wacht op betaling

source: Awaiting approval
fr_fr: en attente de validation
nl_nl: Wacht op goedkeuring

source: Ended
fr_fr: terminé
nl_nl: Beëindigd

source: Offline
fr_fr: hors-ligne

source: Restart ad
fr_fr: Relancer l'annonce
nl_nl: Herstart advertentie

source: Pay now
fr_fr: Payez maintenant
nl_nl: Betaal nu

source: Relist Ad
fr_fr: Réinscrire l'annonce
nl_nl: Herplaats advertentie

source: Edit Ad
fr_fr: Modifier l'annonce
nl_nl: Bewerk advertentie

source: Delete Ad
fr_fr: Supprimer l'annonce
nl_nl: Verwijder advertentie

source: Mark ad as sold
fr_fr: Marqué comme Vendu
nl_nl: Markeer als Verkocht

source: Mark Sold
fr_fr: Marquer comme Vendu
nl_nl: Markeer als Verkocht

source: Unmark ad as sold
fr_fr: Retirer le statut "Vendu"
nl_nl: Demakeer als Verkocht

source: Unmark Sold
fr_fr: Retirer le statut "Vendu"
nl_nl: Gedemarkeerd als Verkocht

source: You currently have no classified ads.
fr_fr: Aucune annonce trouvée.
nl_nl: Je hebt op dit moment geen advertenties.

source: Edit Your Ad
fr_fr: Modifier votre annonce
nl_nl: Bewerk advertentie

source: Edit the fields below and click save to update your ad. Your changes will be updated instantly on the site.
fr_fr: Modifiez les champs suivants puis cliquez sur Sauvegarder pour mettre à jour votre annonce. Les changements apparaitront immédiatement sur le site.
nl_nl: Bewerk onderstaande velden en klik op Wijzigingen opslaan. De wijzgigingen zijn direct zichtbaar op de website.

source: Sorry, image editing is not supported for this ad.
fr_fr: Désolé, la modification des images n'est pas possible pour cette annonce.
nl_nl: Sorry, bewerken van foto's is niet toegestaan bij deze advertentie.

source: Cancel
fr_fr: Annuler
nl_nl: Annuleer

source: Update Ad &raquo;
fr_fr: Mettre à jour l'annonce &raquo;
nl_nl: Werk advertentie bij &raquo;

source: No content found.
fr_fr: Aucun contenu trouvé.
nl_nl: Geen inhoud gevonden.

source: Login
fr_fr: Connexion
nl_nl: Inloggen

source: Please complete the fields below to login to your account.
fr_fr: Veuillez compléter les champs ci-dessous pour vous connecter à votre compte.
nl_nl: Vul onderstaande velden in om in te loggen.

source: Username:
fr_fr: Nom d'utilisateur :
nl_nl: Gebruikersnaam:

source: Password:
fr_fr: Mot de passe :
nl_nl: Wachtwoord:

source: Remember me
fr_fr: Se souvenir de moi
nl_nl: Onthoud mij

source: Login &raquo;
fr_fr: Se connecter &raquo;
nl_nl: Inloggen &raquo;

source: Password Lost and Found
fr_fr: Retrouver son mot de passe oublié
nl_nl: Wachtwoord opvragen

source: Lost your password?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord kwijt?

source: Choosen membership package does not exist.
fr_fr: Aucun pack d'annonce trouvé.
nl_nl: Gekozen ledenpakket bestaat niet.

source: You need to choose membership package.
fr_fr: Veuillez choisir votre pack d'adhésion
nl_nl: Je moet een ledenpakket kiezen.

source: Membership order ID is invalid.
fr_fr: ID de commande invalide
nl_nl: Ledenpakket bestelling ID is ongeldig

source: Membership Not Enabled
fr_fr: Abonnement non actif
nl_nl: Ledenpakket niet ingeschakeld

source: Administrator currently has memberships disabled. Please try again later.
fr_fr: Les abonnements sont actuellement désactivés. Essayez plus tard.
nl_nl: De beheerder heeft de ledenpakketten op het moment uitgeschaleld. Probeer het later nog eens.

source: An Error Has Occurred
fr_fr: Une erreur s'est produite
nl_nl: Er heeft zich een fout voorgedaan

source: Please <a href="#" %s>go back</a> and fix the error(s).
fr_fr: Veuillez <a href="#" %s>revenir en arrière</a> et corriger vos erreurs.
nl_nl: <a href="#" %s>Ga terug</a> en herstel de fout(en).

source: Password Recovery
fr_fr: Récupération du mot de passe
nl_nl: Nieuw wachtwoord aanvragen

source: Please enter your username or email address. A new password will be emailed to you.
fr_fr: Veuillez entrer votre nom d'utilisateur ou votre adresse mail. Un nouveau mot de passe vous sera envoyé.
nl_nl: Vul je gebruikersnaam en emailadres in. Het nieuwe wachtwoord zal naar je gemaild worden.

source: Username or Email:
fr_fr: Nom d'utilisateur ou e-mail :
nl_nl: Gebruikersnaam of emailadres:

source: Reset Password
fr_fr: Réinitialiser le mot de passe
nl_nl: Nieuw wachtwoord

source: Password Reset
fr_fr: Réinitialisation du mot de passe
nl_nl: Nieuw wachtwoord

source: Enter your new password below.
fr_fr: Entrez votre nouveau mot de passe ci-dessous.
nl_nl: Vul je nieuwe wachtwoord hieronder in.

source: New password
fr_fr: Nouveau mot de passe
nl_nl: Nieuw wachtwoord

source: Confirm new password
fr_fr: Confirmez le nouveau mot de passe
nl_nl: Bevestig nieuw wachtwoord

source: Strength indicator
fr_fr: Indicateur de fiabilité
nl_nl: Sterkte indicator

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
fr_fr: Conseil: Le mot de passe doit contenir au moins 7 caractères. Afin qu'il soit plus sûr, utilisez des majuscules, des minuscules, charactères numériques et symboles tel que ! " ? $ % ^ &amp; ).
nl_nl: Tip: Het wachtwoord moet uit minimaal zeven karakters bestaan. Om het wachtwoord sterker te maken, gebruik hoofdletters, kleine letters, cijfers en leestekens als ! " ? $ % ^ &amp; ).

source: %s's Profile
fr_fr: Profil de %s
nl_nl: %s's Profiel

source: First Name:
fr_fr: Prénom :
nl_nl: Voornaam:

source: Last Name:
fr_fr: Nom :
nl_nl: Achternaam:

source: Nickname:
fr_fr: Pseudo :
nl_nl: Bijnaam:

source: Display Name:
fr_fr: Nom à afficher :
nl_nl: Schermnaam:

source: Email:
fr_fr: Courriel :
nl_nl: Emailadres:

source: About Me:
fr_fr: A propos de moi :
nl_nl: Over mezelf:

source: New Password:
fr_fr: Nouveau mot de passe :
nl_nl: Nieuw wachtwoord:

source: Leave this field blank unless you would like to change your password.
fr_fr: Laissez ce champ vide si vous ne souhaitez pas changer votre mot de passe.
nl_nl: Laat dit veld leeg tenzij je je wachtwoord wilt wijzigen

source: Password Again:
fr_fr: Confirmez le mot de passe:
nl_nl: Wachtwoord nogmaals:

source: Type your new password again.
fr_fr: Retapez votre nouveau mot de passe.
nl_nl: Geef je nieuwe wachtwoord nogmaals in.

source: Your password should be at least seven characters long.
fr_fr: Votre mot de passe doit contenir au moins sept caractères.
nl_nl: Je wachtwoord moet minstens zeven karakters lang zijn.

source: Update Profile &raquo;
fr_fr: Mettre à jour votre profil &raquo;
nl_nl: Profiel bijwerken &raquo;

source: Register
fr_fr: S'enregistrer
nl_nl: Registreren

source: Complete the fields below to create your free account. Your login details will be emailed to you for confirmation so make sure to use a valid email address. Once registration is complete, you will be able to submit your ads.
fr_fr: Veuillez remplir les champs ci-dessous pour devenir membre gratuitement. Votre mot de passe vous sera envoyé par courriel. Une fois l'enregistrement terminé, vous allez pouvoir publier vos premières annonces.
nl_nl: Vul onderstaande velden volledig in om een gratis account aan te maken. De inloggegevens worden toegestuurd ten bevestiging dus gebruik een geldig emailadres. Zodra de registratie is afgerond kun je advertenties gaan plaatsen.

source: Create Account
fr_fr: Créer un compte gratuit
nl_nl: Maak een account aan

source: ** User registration is currently disabled. Please contact the site administrator. **
fr_fr: ** L'enregistrement des utilisateurs est actuellement désactivé. Veuillez contacter l'administrateur du site. **
nl_nl: ** Gebruikersregistratie is op het moment uitgeschakeld. Neem contact op met de beheerder. **

source: Debug Mode On
fr_fr: Mode Debug activé
nl_nl: Debug modus aan

source: There are currently %s featured ad
fr_fr: Il y a actuellement %s annonce à la Une.
nl_nl: Er is op het moment %s Topadvertentie

source: Featured Ads
fr_fr: Annonces à la Une
nl_nl: Topadvertenties

source: Dashboard
fr_fr: Tableau de bord

source: Latest News
fr_fr: Dernières Nouvelles

source: Tutorials
fr_fr: Tutoriels

source: From the Marketplace
fr_fr: Dans la place de marché

source: System Info
fr_fr: Infos système
nl_nl: Systeeminfo

source: Theme Info
fr_fr: Info de Thème
nl_nl: Thema informatie

source: Theme Name
fr_fr: Nom du thème

source: Theme Version
fr_fr: Version du thème

source: Home URL
fr_fr: Url Accueil

source: Site URL
fr_fr: URL du site

source: Theme Path
fr_fr: Chemin d'accés au thème
nl_nl: Thema pad

source: WP Version
fr_fr: Version de Wordpress

source: WP Debug Mode
fr_fr: Mode Debug activé

source: Yes
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Non
nl_nl: Nee

source: Force SSL Admin
fr_fr: Utilisez le protocole SSL pour l'administration

source: Child Theme
fr_fr: Thème Enfant

source: Server Info
fr_fr: Info de Serveur

source: Server Software
fr_fr: Logiciel du Serveur

source: PHP Version
fr_fr: Version de PHP
nl_nl: PHP versie

source: MySQL Version
fr_fr: Version de Mysql

source: SUHOSIN Installed
fr_fr: SUHOSIN Installé

source: Image Support
fr_fr: Support des Images
nl_nl: Afbeeldingsondersteuning

source: GD Library Installed
fr_fr: GD Library installée

source: Image Upload Path
fr_fr: Chemin de chargement des images
nl_nl: Pad naar afbeeldingen

source: Other Checks
fr_fr: Autres Vérifications
nl_nl: Andere controles

source: cURL Enabled
fr_fr: cURL Activé

source: fsockopen Enabled
fr_fr: fsockopen Activé

source: OpenSSL Enabled
fr_fr: OpenSSL Activé

source: WP Remote Post
fr_fr: WP Post distants

source: wp_remote_post() test was successful.
fr_fr: Le test de wp_remote_post() est effectué avec succès.

source: wp_remote_post() test failed.
fr_fr: Echec du test de wp_remote_post().

source: Installed Plugins
fr_fr: Plugins installés

source: You haven&#39;t created any cron job tasks yet.
fr_fr: Aucune tâche programmée n'a été créée

source: Hook Name
fr_fr: Nom de Hook
nl_nl: Hook naam

source: Frequency
fr_fr: Fréquence
nl_nl: Frequentie

source: Next Run Date
fr_fr: Date de la prochaine execution
nl_nl: Volgende draaidatum

source: Help
fr_fr: Aide

source: CSV Importer
fr_fr: Importateur CSV

source: Importer
fr_fr: Importateur

source: Below you will find a tool which allows you to import content from other systems via a CSV (comma-separated values) file, which can be edited using a program like Excel. Note that the file must be in the correct format for the import tool to work. You will find an example .csv file in the "examples" theme folder.
fr_fr: Ci-dessous se trouve l'outil d'importation qui vous permet d'importer des éléments à partir d'autres systèmes via un fichier .csv (comma-separated values : valeurs séparées par des virgules). Généralement ces fichier sont créés via Excel en sauvegardant au format CSV. L'ordre des valeurs dans fichier .csv doit bien correspondre, sinon l'outil d'import ne fonctionnera pas. Utilisez les canevas .csv fournis dans le dossier "examples" du thème.
nl_nl: Hieronder vind je een tool waarmee je content kan importeren uit andere systemen door middel van CSV-bestanden, d ie bewerkt kunnen worden met een programma als Excel. Het bestand moet in de juiste opmaak zijn om het importeren te laten werken. Je vindt een voorbeeld .csv-bestand in de "examples" themamap.

source: Choose a CSV file to upload, then click "Upload file and import".
fr_fr: Choisissez un fichier CSV à importer, enuite cliquez sur "Importer le fichier".
nl_nl: Kies een csv-bestand om te uploaden en klik op "Upload bestand en importeer".

source: Before you can upload your import file, you will need to fix the following error:
fr_fr: Avant de pouvoir importer votre fichier, vous devez corriger l'erreur suivante:
nl_nl: Voor je het importbestand kan uploaden, moet eerst de volgende fout hersteld worden:

source: Choose a file from your computer:
fr_fr: Sélectionnez un fichier sur votre ordinateur:
nl_nl: Kies een bestand van je computer:

source: Maximum size: %s
fr_fr: Taille maximale: %s
nl_nl: Maximum grootte: %s

source: Upload file and import
fr_fr: Importer le fichier
nl_nl: Upload bestand en importeer

source: Sorry, there has been an error.
fr_fr: Désolé, une erreur est survenue.
nl_nl: Sorry, er is een fout opgetreden.

source: The file could not be processed.
fr_fr: Le fichier ne peut être traité.
nl_nl: Het bestand kon niet worden verwerkt.

source: Imported %s items.
fr_fr: %s articles importés.
nl_nl: %s items geimporteerd.

source: Invalid file type
fr_fr: Type de fichier invalide
nl_nl: Ongeldig bestandtype

source: Remote server did not respond
fr_fr: Le serveur distant n'a pas répondu
nl_nl: De remote server reageert niet

source: Remote server returned error response %1$d %2$s
fr_fr: Le serveur distant à retourné les erreurs suivante %1$d %2$s
nl_nl: De remote server gaf een foutmelding %1$d %2$s

source: Remote file is incorrect size
fr_fr: Le fichier distant est de taille incorrecte
nl_nl: Het remote bestand heeft de verkeerde bestandsgrootte

source: Zero size file downloaded
fr_fr: Ficher de taille zéro téléchargé
nl_nl: Leeg bestand gedownload

source: Remote file is too large, limit is %s
fr_fr: Le fichier distant est trop volumineux, la limite est de %s
nl_nl: Remote bestand is te groot, maximum is %s

source: Successfully updated to version %s.
fr_fr: Mis à jour avec succès vers la version %s.
nl_nl: Succesvolle update naar versie %s.

source: Clear
fr_fr: Nettoyer
nl_nl: Leegmaken

source: Add Image
fr_fr: Ajouter une image
nl_nl: Voeg foto's toe

source: You are allowed to upload %s file(s).
fr_fr: Vous pouvez importer %s fichier(s).
nl_nl: Je mag maximaal %s foto's toevoegen.

source: Maximum file size: %s KB.
fr_fr: Taille maximale du fichier: %s Ko.
nl_nl: Maximum bestandsgrootte: %s KB.

source: You are using the flash uploader. Problems? Try the <a href="#">browser uploader</a> instead.
fr_fr: Vous utilisez l'importateur flash. Si problèmes, essayez <a href="%s">l'importateur de votre navigateur</a>.
nl_nl: Je gebruikt de flash uploader. Problemen ? Gebruik dan de <a href="#">browser uploader</a>.

source: You are using the browser uploader. Problems? Try the <a href="#">flash uploader</a> instead.
fr_fr: Vous utilisez l'importateur du navigateur. Si problèmes, essayez <a href="%s">l'importateur Flash</a>.
nl_nl: Je gebruikt de browser uploader. Problemen? Gebruik dan de <a href="#">flash uploader</a>.

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Are you sure?
fr_fr: Êtes-vous sûr?
nl_nl: Weet je het zeker?

source: Allowed Files
fr_fr: Fichiers autorisés
nl_nl: Toegestane bestanden

source: Your listing images are now being processed...
fr_fr: Traitement des images de votre annonce en cours...
nl_nl: De foto's worden verwerkt.....

source: Image number %1$d of %2$s has been processed.
fr_fr: L'image numéro %1$d de %2$s est traitée.
nl_nl: Foto nummer %1$d van %2$s is verwerkt.

source: %d total views, %d today
fr_fr: %d vues au total, %d vues aujourd'hui
nl_nl: %d keer bekeken, %d vandaag

source: No views yet
fr_fr: Pas encore vue
nl_nl: Nog niet bekeken

source: Stats has been reseted!
fr_fr: Les stats ont été remise a zéro!
nl_nl: Statistieken zijn gereset!

source: Reset listing statistics
fr_fr: Réinitialiser les statistiques d'annonces
nl_nl: Reset advertentiestatistieken

source: Reset stats
fr_fr: Réinitialiser stats
nl_nl: Reset statistieken

source: <strong>ERROR</strong>: The username field is empty.
fr_fr: <strong>ERREUR</strong>: Le nom d'utilisateur est vide.
nl_nl: <strong>FOUT</strong>: het veld gebruikersnaam is leeg.
