Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: <strong>ERROR</strong>: The password field is empty.
fr_fr: <strong>ERREUR</strong>: Le mot de passe est vide.
nl_nl: <strong>FOUT</strong>: het veld wachtwoord is leeg.

source: Cookies are blocked or not supported by your browser. You must enable cookies to continue.
fr_fr: Les cookies sont bloqués ou non supportés par votre fureteur. Vous devez accepter les cookies pour continuer.
nl_nl: Cookies zijn geblokkeerd of worden niet ondersteund door de browser. Je moet cookies toestaan om door te kunnen gaan.

source: You are now logged out.
fr_fr: Vous êtes maintenant déconnecté.
nl_nl: Je bent nu uitgelogd.

source: User registration is currently not allowed.
fr_fr: L'enregistrement des utilisateurs n'est pas actuellement pas autorisé.
nl_nl: Registratie is op dit moment niet mogelijk.

source: Check your email for the confirmation link.
fr_fr: Vérifiez votre e-mail pour le lien de confirmation.
nl_nl: Controleer je email voor de bevestigingslink.

source: Check your email for your new password.
fr_fr: Vérifiez votre e-mail pour votre nouveau mot de passe.
nl_nl: Controleer je email voor je nieuwe wachtwoord.

source: Registration complete. Please check your e-mail.
fr_fr: Enregistrement terminé. Veuillez vérifiez vos e-mails. Il est possible que vous recevrez l'e-mail dans votre boîte de courrier indésirable.
nl_nl: Registratie afgerond. Controleer je email.

source: Your password has been reset. Please login.
fr_fr: Votre mot de passe à été réinitialisé. Veuillez vous connecter.
nl_nl: Het wachtwoord is gereset. Je kunt nu inloggen.

source: Sorry, that key does not appear to be valid. Please try again.
fr_fr: Désolé, la clé semble être invalide. Essayez de nouveau.
nl_nl: Sorry, de sleutel is niet geldig. Probeer nogmaals.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
fr_fr: <strong>ERREUR</strong>: Entrez un nom d'utilisateur ou un courriel.
nl_nl: <strong>FOUT</strong>: vul een naam of een emailadres in.

source: <strong>ERROR</strong>: There is no user registered with that email address.
fr_fr: <strong>ERREUR</strong>: Aucun utilisateur n'est enregistré avec ce courriel.
nl_nl: <strong>Fout</strong>: er is geen gebruiker geregistreerd met dit emailadres.

source: <strong>ERROR</strong>: Invalid username or e-mail.
fr_fr: <strong>ERREUR</strong>: Nom d'utilisateur ou courriel invalide.
nl_nl: <strong>FOUT</strong>: ongeldige gebruikersnaam of emailadres.

source: Password reset is not allowed for this user
fr_fr: La réinitialisation de mot de passe n'est pas autorisée pour cet utilisateur
nl_nl: Wachtwoord resetten is niet toegestaan voor deze gebruiker

source: Someone requested that the password be reset for the following account:
fr_fr: Quelqu'un à demandé une réinitialisation du mot de passe pour le compte suivant:
nl_nl: Iemand heeft gevraagd het wachtwoord te resetten voor het volgende account:

source: Username: %s
fr_fr: Utilisateur : %s
nl_nl: Gebruikersnaam: %s

source: If this was a mistake, just ignore this email and nothing will happen.
fr_fr: Si c'était une erreur, veuillez ignorer ce courriel et aucun changement n'aura lieu.
nl_nl: Als dit een fout is, negeer deze email en er gebeurt niets.

source: To reset your password, visit the following address:
fr_fr: Pour réinitialiser le mot de passe, visitez l'adresse suivante:
nl_nl: Ga naar de volgende pagina on je wachtwoord te resetten:

source: [%s] Password Reset
fr_fr: [%s] Réinitialisation du mot de passe
nl_nl: [%s] Wachtwoord resetten

source: The e-mail could not be sent.
fr_fr: Le courriel ne peut être envoyé.
nl_nl: De email kon niet verzonden worden.

source: Possible reason: your host may have disabled the mail() function...
fr_fr: Raison possible: votre hébergeur peut avoir désactiver la fonction mail()...
nl_nl: Mogelike reden: de webhost heeft de mailfunctie uitgezet...

source: The passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.
nl_nl: De wachtwoorden komen niet overeen.

source: Invalid key
fr_fr: Clé invalide
nl_nl: Ongeldige sleutel

source: <strong>ERROR</strong>: Please enter a username.
fr_fr: <strong>ERREUR</strong>: Veuillez entrer un nom d'utilisateur.
nl_nl: <strong>FOUT</strong>: Vul een gebruikersnaam in.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
fr_fr: <strong>ERREUR</strong>: Ce nom d'utilisateur n'est pas valide parce qu'il utilise des caractères non autorisés. Veuillez entrer un nom d'utilisateur valide.
nl_nl: <strong>FOUT</strong>: Deze gebruikersnaam is ongeldig omdat het ongeldige karakters bevat. Vul een geldige gebruikersnaam in.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
fr_fr: <strong>ERREUR</strong>: Ce nom d'utilisateur est déjà utilisé, veuillez en choisir un autre.
nl_nl: <strong>FOUT</strong>: Deze gebruikersnaam is al in gebruik. Kies een andere gebruikersnaam.

source: <strong>ERROR</strong>: Please type your e-mail address.
fr_fr: <strong>ERREUR</strong>: Veuillez entrer votre adresse courriel.
nl_nl: <strong>FOUT</strong>: Vul je emailadres in.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
fr_fr: <strong>ERREUR</strong>: L&#8217;adresse courriel est invalide.
nl_nl: <strong>FOUT</strong>: Het emailadres is niet correct.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
fr_fr: <strong>ERREUR</strong>: Ce courriel est déjà utilisé, veuillez en choisir un autre.
nl_nl: <strong>FOUT</strong>: Dit emailadres is al geregistreerd. Gebruik een ander emailadres.

source: <strong>ERROR</strong>: Please enter a password.
fr_fr: <strong>ERREUR</strong>: Veuillez entrer un mot de passe.
nl_nl: <strong>FOUT</strong>: Geef een wachtwoord in.

source: <strong>ERROR</strong>: Please enter the password twice.
fr_fr: <strong>ERREUR</strong>: Veuillez entrer le mot de passe deux fois.
nl_nl: <strong>FOUT</strong>: Vul het wachtwoord twee maal in.

source: <strong>ERROR</strong>: The passwords do not match.
fr_fr: <strong>ERREUR</strong>: Les mots de passe ne sont pas identiques.
nl_nl: <strong>FOUT</strong>: De wachtwoorden komen niet overeen.

source: <strong>ERROR</strong>: The reCaptcha anti-spam response was incorrect.
fr_fr: <strong>ERREUR</strong>: La réponse anti-spam reCaptcha est incorrecte.
nl_nl: <strong>FOUT</strong>: Het reCaptcha anti-spam antwoord was fout.

source: <strong>ERROR</strong>: Couldn&#39;t register you... please contact the <a href="mailto:%s">webmaster</a> !
fr_fr: <strong>ERREUR</strong>: Impossible de vous inscrire. Merci de contacter le <a href="mailto:%s">webmaster</ a> !
nl_nl: <strong>FOUT</strong>: Kan je niet registreren. Neem contact op met de <a href="mailto:%s">beheerder</a> !

source: The default WordPress login page is still accessible.
fr_fr: La page de connexion WordPress par défaut est toujours accessible.
nl_nl: De standaard Wordpress inlogpagina is nog steeds toegankelijk.

source: After you ensure that permalinks on your site are working correctly and you are not using any "maintenance mode" plugins, please disable it in your <a href="%s">theme settings</a>.
fr_fr: Après vous êtes assuré que les permaliens de votre site fonctionne correctement, et que vous n'utilisez pas de plugins "mode de maintenance", désactiver cela dans les <a href="%s">paramètres du thème</a>.
nl_nl: Verzeker je ervan dat de permalinks correct werken en dat je geen "maintenance mode" plugins in gebruik hebt, schakel deze pagina dan uit in <a href="%s">thema instellingen</a>.

source: Browse:
fr_fr: Parcourez:

source: Home
fr_fr: Accueil
nl_nl: Startpagina

source: 404 Not Found
fr_fr: Erreur 404. Non trouvé
nl_nl: 404 Niet gevonden

source: Lost password?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord kwijtgeraakt?

source: Page %s of %s
fr_fr: Page %s de %s
nl_nl: Pagina %s van %s

source: No categories
fr_fr: Aucune catégorie
nl_nl: Geen rubrieken

source: %s ago
fr_fr: il y a %s
nl_nl: %s geleden

source: Your profile has been updated.
fr_fr: Votre profil a été mis à jour.
nl_nl: Je profiel is bijgewerkt.

source: Create connections
fr_fr: Créer des connections
nl_nl: Maak verbindingen

source: Connected %s
fr_fr: Connecté %s
nl_nl: Verbonden %s

source: Users
fr_fr: Utilisateurs
nl_nl: Gebruikers

source: User
fr_fr: Utilisateur
nl_nl: Gebruiker

source: Search Users
fr_fr: Recherche d'annonceurs
nl_nl: Zoek gebruikers

source: No users found.
fr_fr: Aucun utilisateurs trouvés.
nl_nl: Geen gebruikers gevonden.

source: A list of posts connected to the current post
fr_fr: Une liste des articles connectés à l'article actuel
nl_nl: Overzicht van advertenties verbonden met de huidige advertentie

source: Title:
fr_fr: Titre :
nl_nl: Titel:

source: Connection type:
fr_fr: Type de connexions:
nl_nl: Verbindingstype:

source: Connection listing:
fr_fr: Liste des connexions:
nl_nl: Verbindingsadvertentie:

source: connected
fr_fr: connecté
nl_nl: verbonden

source: related
fr_fr: liée
nl_nl: gerelateerd

source: Settings <strong>saved</strong>.
fr_fr: Modifications <strong>sauvegardées</strong>.
nl_nl: Instellingen <strong>opgeslagen</strong>.

source: Settings
fr_fr: Réglages
nl_nl: Instellingen

source: Complete the fields below to register.
fr_fr: Veuillez compléter les champs ci-dessous pour vous inscrire.
nl_nl: Vul onderstaande velden in om te registreren.

source: Type the two words:
fr_fr: Tapez les deux mots :
nl_nl: Neem de twee woorden over:

source: Type what you hear:
fr_fr: Tapez ce que vous entendez :
nl_nl: Type in wat je hoort:

source: Play sound again
fr_fr: Jouer le son encore une fois
nl_nl: Speel geluid opnieuw af

source: Download sound as MP3
fr_fr: Télécharger le son en MP3
nl_nl: Download geluid als MP3

source: Visual challenge
fr_fr: Challenge visuel
nl_nl: Viauele uitdaging

source: Audio challenge
fr_fr: Challenge audio
nl_nl: Audio uitdaging

source: Get two new words
fr_fr: Redonnez deux nouveaux mots
nl_nl: Geef twee nieuwe woorden

source: Incorrect. Try again.
fr_fr: Incorrect. Veuillez réessayer.
nl_nl: Fout. Probeer opnieuw

source: total views
fr_fr: vues au total
nl_nl: keer bekeken

source: today
fr_fr: aujourd'hui
nl_nl: vandaag

source: no views yet
fr_fr: pas encore vue
nl_nl: nog niet bekeken

source: Perhaps you meant
fr_fr: Peut-être vouliez-vous dire
nl_nl: Bedoelde je

source: Table '%s' has been deleted.
fr_fr: La table '%s' a été effacée.
nl_nl: Tabel '%s' is verwijderd.

source: All theme options have been deleted.
fr_fr: Toutes les options du thème ont été supprimées.
nl_nl: Alle thema opties zijn verwijderd.

source: by
fr_fr: par
nl_nl: door

source: on
fr_fr: sur
nl_nl: op

source: 0 Comments
fr_fr: 0 commentaire
nl_nl: 0 reacties

source: 1 Comment
fr_fr: 1 commentaire
nl_nl: 1 reactie

source: % Comments
fr_fr: % commentaires
nl_nl: % reacties

source: There are no blog articles yet.
fr_fr: Il n'y a pas encore d'article dans le blog.
nl_nl: Er zijn nog geen nieuwsberichten.

source: Comment on article
fr_fr: Commenter l'article
nl_nl: Reageer op bericht

source: Your message has been sent!
fr_fr: Votre message a été envoyé !
nl_nl: Het bericht is verzonden!

source: To inquire about this ad listing, complete the form below to send a message to the ad poster.
fr_fr: Pour en savoir plus sur cette annonce, contactez l'annonceur via le formulaire ci-dessous.
nl_nl: Vul onderstaand formulier in om een bericht naar de adverteerder te sturen

source: Name:
fr_fr: Nom :
nl_nl: Naam:

source: Subject:
fr_fr: Objet :
nl_nl: Onderwerp:

source: Sum of
fr_fr: Calculer la somme de
nl_nl: Totaal van

source: Send Inquiry
fr_fr: Envoyer la question
nl_nl: Verstuur bericht

source: Sorry, the address could not be found.
fr_fr: Désolé, l&apos;adresse est introuvable.
nl_nl: Sorry, het adres kon niet worden gevonden.

source: There are no popular posts yet.
fr_fr: Il n'y a aucun article populaire.
nl_nl: Er zijn nog geen populaire berichten.

source: Ad Reference ID:
fr_fr: Numéro d'identification de l'annonce :
nl_nl: Advertentie referentienummer:

source: Sorry, no listings were found.
fr_fr: Désolé, nous n&apos;avons trouvé aucune annonce.
nl_nl: Sorry, geen advertenties gevonden

source: No Tags
fr_fr: Pas de mots clés
nl_nl: Geen trefwoorden

source: Sorry, no posts could be found.
fr_fr: Désolé, aucun post n'est trouvé.
nl_nl: Sorry, geen berichten gevonden.

source: Sponsored Links
fr_fr: Annonces partenaires
nl_nl: Gesponsorde links

source: Download CSV file
fr_fr: Télécharger le fichier CSV
nl_nl: Download CSV bestand

source: Ads with attachments
fr_fr: Annonce avec piece jointe
nl_nl: Advertenties met bijlagen

source: Download example CSV files: %1$s, %2$s
fr_fr: Télécharger un exemple de fichier CSV: %1$s, %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.
nl_nl: Je reactie wacht op moderatie.

source: Reply
fr_fr: Réponse
nl_nl: Reageer

source: Log in to reply.
fr_fr: Connectez-vous pour répondre.
nl_nl: Log in om te reageren.

source: Leave a Reply
fr_fr: Ajouter un commentaire
nl_nl: Geef een reactie

source: Leave a Reply to %s
fr_fr: Laisser une réponse à %s
nl_nl: Geef een reactie op %s

source: You must be <a href='%s'>logged in</a> to post a comment.
fr_fr: Il faut être <a href='%s'>enregistré</a> pour poster un commentaire.
nl_nl: Je moet <a href='%s'>ongelogd</a> zijn om te reageren.

source: Logged in as
fr_fr: Connecté en tant que
nl_nl: Ingelogd als

source: Logout of this account
fr_fr: Déconnexion de ce compte
nl_nl: Uitloggen

source: Logout
fr_fr: Déconnexion
nl_nl: Uitloggen

source: Name
fr_fr: Nom
nl_nl: Naam

source: (required)
fr_fr: (obligatoire)
nl_nl: (verplicht)

source: Email (will not be visible)
fr_fr: Email (ne sera pas visible)
nl_nl: Emailadres (wordt niet getoond)

source: Website
fr_fr: Site web

source: ClassiPress Ads Expired
fr_fr: Annonces expirées
nl_nl: Verlopen advertenties

source: Your cron job has run successfully.
fr_fr: Votre tâche planifiée a été exécutée avec succès.
nl_nl: De cron job is met succes afgerond.

source: No expired ads were found.
fr_fr: Aucune annonce expirée n'a été trouvée.
nl_nl: Er zijn geen verlopen advertenties gevonden.

source: The following ads expired and have been taken down from your website:
fr_fr: Les annonces suivantes ont expiré et ont été retirées de votre site web :
nl_nl: De volgende advertenties zijn verlopen en zijn van de website gehaald:

source: Your cron job has run successfully. However, the pruning ads option is turned off so no expired ads were taken down from the website.
fr_fr: Votre tâche planifiée a été exécutée avec succès. Toutefois l'option élagage d'annonces est désactivée, donc aucune annonce expirée n'a été supprimée du site.
nl_nl: De cron job is met succes afgerond. De optie Opschonen is echter niet ingeschakeld zodat er geen advertenties van de website zijn verwijderd.

source: Regards,
fr_fr: Cordialement,
nl_nl: Groeten,

source: ClassiPress
fr_fr: KiBroc
nl_nl: KiBroc

source: Membership Subscription Ending on %s
fr_fr: L'abonnement se termine le %s
nl_nl: Lidmaatschap loopt af op %s

source: Hi %s,
fr_fr: Bonjour %s,
nl_nl: Hallo %s,

source: Your membership pack will expire in %d days! Please renew your membership to continue posting classified ads.
fr_fr: Votre pack d'abonnement expire dans %d jours! Renouveler votre abonnement afin de continuer à inscrire des annonces.
nl_nl: Je ledenpakket loopt over %d dagen af! Vernieuw je lidmaatschap om door te kunnen gaan met het plaatsen van advertenties.

source: Membership Details
fr_fr: Détails du forfait d'abonnement
nl_nl: Lidmaatschap details

source: Membership Pack: %s
fr_fr: Forfait %s:
nl_nl: Lidmaatschap pakket: %s

source: Membership Expires: %s
fr_fr: Le forfait expire: %s
nl_nl: Lidmaatschap verloopt over: %s

source: Renew Your Membership Pack: %s
fr_fr: Renouveler votre abonnement: %s
nl_nl: Vernieuw je ledenpakket: %s

source: For questions or problems, please contact us directly at %s
fr_fr: Pour toute question ou problème, contactez-nous via %s
nl_nl: Voor vragen of problemen neem contact met ons op: %s

source: Your %s Team
fr_fr: L'équipe de %s
nl_nl: Jouw %s team

source: New Ad Submission
fr_fr: Nouvelle annonce publiée
nl_nl: Nieuwe advertentie geplaatst

source: Dear Admin,
fr_fr: Cher Admin,
nl_nl: Beste beheerder,

source: The following ad listing has just been submitted on your %s website.
fr_fr: L'annonce suivante vient d'être soumise sur votre site %s.
nl_nl: Onderstaande advertentie is zojuist geplaatst op %s.

source: Ad Details
fr_fr: Détails de l'annonce
nl_nl: Advertentiedetails

source: Title:
fr_fr: Titre :
nl_nl: Beschrijving:

source: Category:
fr_fr: Catégorie :
nl_nl: Rubriek:

source: Author:
fr_fr: Annonceur :
nl_nl: Schrijver:

source: Preview Ad:
fr_fr: Prévisualisation de l'annonce :
nl_nl: Voorbeschouwing advertentie:

source: Edit Ad: %s
fr_fr: Modifier l'annonce : %s
nl_nl: Bewerk advertentie: %s

source: Your Ad Submission on %s
fr_fr: Votre annonce publiée sur %s
nl_nl: Plaatsing van jouw advertentie op %s

source: Thank you for your recent submission! Your ad listing has been submitted for review and will not appear live on our site until it has been approved. Below you will find a summary of your ad listing on the %s website.
fr_fr: Merci pour votre annonce ! Elle a été soumise à la modération et n'apparaitra en ligne qu'après avoir été approuvée. Vous trouverez ci-dessous un résumé de votre annonce sur le site %s.
nl_nl: Hartelijk dank voor het plaatsen van jouw advertentie! Deze is ingediend ter beoordeling en zal op de website verschijnen zodra deze is goedgekeurd. Hieronder een samenvatting van de advertentie op %s.

source: Status:
fr_fr: Statut :

source: You may check the status of your ad(s) at anytime by logging into your dashboard.
fr_fr: Vous pouvez vérifier le statut de chacune de vos annonces à tout moment en vous connectant à votre tableau de bord.
nl_nl: Je kan de status van jouw advertentie(s) op ieder moment bekijken op het dashboard.

source: Your ad has been approved
fr_fr: Votre annonce a été acceptée
nl_nl: Jouw advertentie is goedgekeurd

source: Your ad listing, "%s" has been approved and is now live on our site.
fr_fr: Votre petite annonce "%s" a été acceptée et est maintenant en ligne sur notre site.
nl_nl: Jouw advertentie, "%s" is goedgekeurd en staat nu op de website.

source: You can view your ad by clicking on the following link:
fr_fr: Vous pouvez voir votre annonce en cliquant sur le lien suivant :
nl_nl: Je kan de advertentie bekijken door op de volgende link te klikken:

source: Your ad has expired
fr_fr: Votre annonce est expiré
nl_nl: Jouw advertentie is verlopen

source: Your ad listing, "%s" has expired.
fr_fr: Votre annonce "%s" a expiré.
nl_nl: Jouw advertentie, "%s" is verlopen.

source: If you would like to relist your ad, please visit your dashboard and click the "relist" link.
fr_fr: Si vous souhaitez publier à nouveau votre annonce, rendez-vous sur votre tableau de bord et cliquez sur le lien "republier".
nl_nl: Als je de advertentie opnieuw wil plaatsen, klik dan op de "herplaatsen" link vanuit het dashboard.

source: ERROR: All fields are required.
fr_fr: ERREUR: Tous les champs sont obligatoires
nl_nl: FOUT: alle velden zijn verplicht.

source: ERROR: Incorrect captcha answer.
fr_fr: ERREUR : Réponse du CAPTCHA incorrecte
nl_nl: FOUT: verkeerd captcha antwoord.

source: ERROR: Incorrect email address.
fr_fr: ERREUR : Adresse Email incorrecte
nl_nl: FOUT: verkeerd emailadres

source: ERROR: Ad does not exist.
fr_fr: ERREUR: L'annonce n'existe pas.
nl_nl: FOUT: advertentie bestaat niet.

source: Someone is interested in your ad listing: %s
fr_fr: Quelqu'un est intéressé par votre annonce : %s
nl_nl: Iemand is geïnteresseerd in jouw advretentie: %s

source: Name: %s
fr_fr: Nom : %s
nl_nl: Naam: %s

source: This message was sent from %s
fr_fr: Ce message a été envoyé par %s
nl_nl: Dit bericht is verzonden van %s

source: Sent from IP Address:
fr_fr: Envoyé depuis l'adresse IP :
nl_nl: Verzonden vanaf IP-adres:

source: [%s] New User Registration
fr_fr: [%s] Nouvel utilisateur enregistré
nl_nl: [%s] Nieuwe gebruikersregistratie

source: New user registration on your site %s:
fr_fr: Nouvel utilisateur enregistré sur votre site %s :
nl_nl: Nieuwe gebruikersregistratie op jouw site %s:

source: [%s] Your username and password
fr_fr: [%s] Votre nom d'utilisateur et votre mot de passe
nl_nl: [%s] Jouw gebruikersnaam en wachtwoord

source: Password: %s
fr_fr: Mot de passe : %s
nl_nl: Wachtwoord: %s

source: Post Reported
fr_fr: Annonce signalée
nl_nl: Advertentie gemeld

source: The following ad listing has just been reported on your %s website.
fr_fr: L'annonce suivante vient juste d'être signalée sur votre site %s.
nl_nl: De volgende advertentie is zojuist gemeldop jouw %s website.

source: Your membership has been activated
fr_fr: Votre abonnement a été activé
nl_nl: Jouw lidmaatschap is geactiveerd

source: Your membership, "%s" has been activated on our site, and You are ready to post ad listings.
fr_fr: Votre abonnement, "%s" à été activé sur notre site. Vous êtes maintenant prêt à inscrire des annonces.
nl_nl: Je ledenpakket, "%s" is geactiveerd. Je kan nu advertenties plaatsen.

source: You can post your ad by clicking on the following link:
fr_fr: Vous pouvez publier votre annonce en cliquant sur le lien suivant :
nl_nl: Je kan je advertentie plaatsen door op de volgende link te klikken:

source: Hello %s,
fr_fr: Bonjour %s,
nl_nl: Hallo %s,

source: This email confirms that you have purchased the following items:
fr_fr: Cet email confirme que vous avez acheté les articles suivants:
nl_nl: Dit is een bevestiging dat je de volgende aankopen hebt gedaan:

source: Order Summary:
fr_fr: Résumé de la commande:
nl_nl: Samenvatting bestelling:

source: [%1$s] Receipt for your order #%2$d
fr_fr: [%1$s] Accusé réception de votre commande #%2$d

source: You have received payment for the following items:
fr_fr: Vous avez reçu un paiement pour les éléments suivants:
nl_nl: Je hebt een betaling ontvangen voor de volgende items:

source: Please review submitted ad listing, and approve it.
fr_fr: Veuillez examiner et approuver l'annonce.
nl_nl: Beoordeel de advertentie en keur deze goed.

source: [%1$s] Received payment for order #%2$d
fr_fr: [%1$s] Paiement reçu pour la commande #%2$d

source: [%1$s] Failed Order #%2$d
fr_fr: [%1$s] Commande échouée #%2$d

source: Payment for the order #%s has failed.
fr_fr: Le paiement de la commande #%s a échoué.
nl_nl: Betaling voor bestelling #%s is mislukt.

source: Please <a href="%s">review this order</a>, and if necessary disable assigned services.
fr_fr: Veuillez <a href="%s">verifier a nouveau cette commande </a>, et si nécessaire, désactiver les services affectés.
nl_nl: <a href="%s">Beoordeel deze bestelling</a>, en schakel indien nodig de toegewezen diensten uit.

source: Are you sure you want to delete this ad?
fr_fr: Êtes-vous sûr de vouloir supprimer cette annonce ? Une fois l'annonce supprimée, elle ne peut être réactivée.
nl_nl: Weet je zeker dat je deze advertentie wilt verwijderen?

source: Very weak
fr_fr: Très faible
nl_nl: Zeer zwak

source: Weak
fr_fr: Faible
nl_nl: Zwak

source: Medium
fr_fr: Moyen
nl_nl: Gemiddeld

source: Strong
fr_fr: Fort
nl_nl: Sterk

source: Mismatch
fr_fr: Discordance
nl_nl: Mislukt

source: Listing
fr_fr: Annonces
nl_nl: Advertentie

source: Membership
fr_fr: Abonnement
nl_nl: Lidmaatschap

source: Sorry, only post method allowed.
fr_fr: Désolé, seule la méthode post est autorisée.

source: Sorry, item does not exist.
fr_fr: ERREUR: L'annonce n'existe pas.

source: Sorry, no results found.
fr_fr: Désolé, aucun résultat n'a été trouvé.

source: Select one
fr_fr: Choisir
nl_nl: Selecteer een rubriek

source: Welcome,
fr_fr: Bienvenue,
nl_nl: Welkom,
