Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: How many columns on the directory-style layout should be shown?
fr_fr: Sur combien de colonnes le directory-style sera présenté?
nl_nl: Hoeveel kolommen moeten getoond wordenin de adresboek layout?

source: Upload Image
fr_fr: Télécharger une image
nl_nl: Upload foto

source: Clear Image
fr_fr: Nettoyer l'image
nl_nl: Verwijder foto

source: ClassiPress Emails
fr_fr: Emails KiBroc
nl_nl: KiBroc emailberichten

source: Emails
fr_fr: Courriels
nl_nl: Emailberichten

source: New User Email
fr_fr: Email pour tout nouvel utilisateur
nl_nl: Nieuwe gebruiker email

source: Email Notifications
fr_fr: Notifications par courriel
nl_nl: Email meldingen

source: Admin Notifications
fr_fr: Notifications de l'administrateur
nl_nl: Admin meldingen

source: Emails will be sent to: %1$s (<a href="%2$s">change</a>)
fr_fr: Les emails seront envoyés à: %1$s (<a href="%2$s">changer</a>)

source: New Ad Email
fr_fr: Email pour les nouvelles annonces
nl_nl: Nieuwe advertentie email

source: Send me an email once a new ad has been submitted.
fr_fr: Envoyez-moi un e-mail dès qu'une nouvelle annonce est soumise.
nl_nl: Stuur mij een email zodra de advertentie is geplaatst

source: Prune Ads Email
fr_fr: Expirations des annonces
nl_nl: Opschonen advertenties email

source: Send me an email every time the system prunes expired ads.
fr_fr: Envoyez-moi un e-mail chaque fois que le système de pruneaux expiré annonces.
nl_nl: Stuur mij een email iedere keer wanneer de verlopen advertenties worden opgeschoond.

source: Ad Approved Email
fr_fr: Email pour la validation des annonces
nl_nl: Advertentie goedgekeurd email

source: Send the ad owner an email once their ad has been approved either by you manually or after payment has been made (post status changes from pending to published).
fr_fr: Envoyer à l'annonceur un email dès son annonce a été approuvé (par vous manuellement ou après que le paiement soit effectué). Changement du status de l'annonce de "en attente de modération" à "annonce publié".
nl_nl: Stuur de adverteerder een email wanneer de advertentie is goedgekeurd of wanneer de betaling is gedaan (status wijzigt van Wachten op goedkeuring naar gepubliceerd).

source: Ad Expired Email
fr_fr: Email pour l'expiration des annonces
nl_nl: Advertentie verlopen email

source: Send the ad owner an email once their ad has expired (post status changes from published to draft).
fr_fr: Prévenir le propriétaire par email dès son annonce est expiré (lchangements de statut de "publié" à "brouillon").
nl_nl: Stuur de adverteerder een email wanneer een advertentie verlopen is (status wijzigt van Gepubliceerd naar Ontwerp).

source: Admin New User Email
fr_fr: Email Admin à l'Admin pour tout nouvel utilisateur
nl_nl: Administrator nieuwe gebruiker email

source: Sends the default WordPress new user notification email to the site admin. It is recommended to keep this turned on so you are alerted whenever a new user registers on your site.
fr_fr: Envoie l'e-mail de notification par défaut de WordPress à l'admin pour tout nouvel utilisateur. Il est recommandé de garder cette option si vous êtes alerté dès qu'un nouvel utilisateur s'enregistre sur votre site.
nl_nl: Stuur de administrator een email wanneer een neiuwe gebruker zich heeft aangemeld. Advies id op deze optie in te schakelen.

source: Membership Activated Email
fr_fr: Courriel activé par abonnement
nl_nl: Lidmaatschap geactiveerd email

source: Send the user an email once their membership has been activated.
fr_fr: Envoyez un courriel à l'utlisateur dès que leur abonnement est activé.
nl_nl: Stuuir de gebruiker een email wanneer het ledenpakket is geactiveerd.

source: Send Membership Subscription Reminder Emails
fr_fr: Envoyer un Email de rappel de l'inscription à un abonnement
nl_nl: Stuur een ledenpakket verlenging email

source: Enabling this option will automatically send emails prior to a customers membership pack subscription end date.
fr_fr: Cette option active l'envoi d'un email de rappel avant la fin de l'abonnement de l'utilisateur
nl_nl: Stuur de gebruiker automatisch een email voordat het ledenpakkett vervalt.

source: New User Registration Email
fr_fr: Email pour tout enregistrement d'un nouvel utilisateur
nl_nl: Nieuwe gebruiker registratie email

source: Enable Custom Email
fr_fr: Activer Email personnalisé
nl_nl: Schakel eigen emails in

source: Sends a custom new user notification email to your customers by using the fields you complete below. If this is disabled, the default WordPress new user notification email will be sent. This is useful for debugging if your custom emails are not being sent.
fr_fr: Envoi un email de notification personnalisé à vos membres avec les champs personnalisé suivant. Si désactivée, le mail de notification par défault de Wordpress sera utilisé. C'est trés pratique pour débugguer si votre email personnalisé n'à pas été envoyé.
nl_nl: Stuur een bevestiging van de aanmelding naar de nieuwe gebruiker met onderstaande velden. Als deze optie is uitgeschakeld, worden de standaard Wordpress emails gebruikt.

source: From Name
fr_fr: De nom
nl_nl: Van naam

source: This is what your customers will see as the &quot;from&quot; when they receive the new user registration email. Use plain text only.
fr_fr: C'est ce que vos membres visualiseraons dans le champ &quot;from&quot; de leur mail de confimation d'inscription. Merci d'utiliser seulement du texte simple
nl_nl: Dit is wat de gebruiker ziet als de &quot;van&quot; wanneer deze de bevestiging van aanmelding ontvangt. Gebruik alleen platte tekst.

source: From Email
fr_fr: De Email
nl_nl: Van email

source: This is what your customers will see as the &quot;from&quot; email address (also the reply to) when they receive the new user registration email. Use only a valid and existing email address with no html or variables.
fr_fr: C'est ce que vos clients verront que le "de" adresse e-mail (aussi la réponse à) quand ils reçoivent le courriel nouvel utilisateur d'enregistrement. Utilisez uniquement une adresse email valide et en vigueur sans html ou variables.
nl_nl: Dit is wat de gebruiker ziet als het &quot;van&quot; emailadres wanneer deze de bevstiging van aanmelding ontvangt. Gebruikeen geldig en bestaand emailadres zonder HTML of variabelen.

source: Email Subject
fr_fr: Objet du courriel
nl_nl: Onderwerp email

source: This is the subject line your customers will see when they receive the new user registration email. Use text and variables only.
fr_fr: Il s'agit de la ligne d'objet que vos clients verront quand ils reçoivent le courriel nouvel utilisateur d'enregistrement. Utilisez le texte et les variables seulement.
nl_nl: Het onderwerp van de email in de bevestiging van de aanmelding. Gebruik alleen platte tekst of variabelen.

source: Allow HTML in Body
fr_fr: Autoriser le HTML dans le corps
nl_nl: HTML toestaan in bericht

source: This option allows you to use html markup in the email body below. It is recommended to keep it disabled to avoid problems with delivery. If you turn it on, make sure to test it and make sure the formatting looks ok and gets delivered properly.
fr_fr: Cette option vous autorise à utiliser des balises HTML dans le corps du message. Il est recommandé désactiver cette option pour éviter des problèmes délivrabilité du mail. Si vous l'activez, tester et verifiez que le mail reçu s'affiche correctement.
nl_nl: Deze optie staat HTML toe in de email van de bevestiging van de aanmelding. Aanbevolen wordt deze optie niet te gebruiken om problemen met de bezorging te voorkomen. Wanneer je dit toch wenst te gebruiken, test het dan goed en zorg ervoor dat de opmaak klopt en de bezorging lukt.

source: Email Body
fr_fr: Email du corps
nl_nl: Email bericht

source: You may use the following variables within the email body and/or subject line.
fr_fr: Vous pouvez utiliser les variables suivantes dans le corps du message et / ou l'objet.
nl_nl: Je kan de volgende variabelen gebruiken in het emailbericht en/of het onderwerp

source: %s - prints out the username
fr_fr: %s - affiche le nom d'Utilisateur
nl_nl: %s - toont de gebruikersnaam

source: %s - prints out the users email address
fr_fr: %s - affiche l'adresse email de l'Utilisateur
nl_nl: %s -toont het emailadres van de gebruiker

source: %s - prints out the users text password
fr_fr: %s - affiche le mot de passe de l'Utilisateur
nl_nl: %s - toont het wachtwoord van de gebruiker

source: %s - prints out your website url
fr_fr: %s - affiche l'adresse de votre site
nl_nl: %s - toont de URL van de website

source: %s - prints out your site name
fr_fr: %s - affiche le nom de votre site
nl_nl: %s - toont de naam van de website

source: %s - prints out your sites login url
fr_fr: %s - affiche l'url de connexion
nl_nl: %s - toont de URL van de inlogpagina

source: Each variable MUST have the percentage signs wrapped around it with no spaces.
fr_fr: Chaque variable DOIT être entourré des signes pourcentage, sans espaces.
nl_nl: Iedere variabele MOET het percentageteken voor en achter hebben, zonder spaties

source: Always test your new email after making any changes (register) to make sure it is working and formatted correctly. If you do not receive an email, chances are something is wrong with your email body.
fr_fr: Veuillez toujours tester le nouvel email aprés avoir effectué des changements (registre) pour s'assurer qu'il fonctionne bien et est correctement formaté. Si vous ne recevez pas de courriel, les chances sont quelque chose ne va pas avec votre corps du message.
nl_nl: Test altijd de email als je wijzigingen hebt aangebracht, om ervoor te zorgen dat alles goed toont en werkt. Als je geen email ontvangt, is de kans groot dat er iets niet goed is in het emailbericht.

source: Enter the text you would like your customers to see in the new user registration email. Make sure to always at least include the %username% and %password% variables otherwise they might forget later.
fr_fr: Entrez le texte que vous souhaitez à vos clients de voir dans le mail d'inscription nouvel utilisateur. Assurez-vous de toujours comprendre au moins les%% nom d'utilisateur et mot de passe variables%% sinon elles risquent d'oublier plus tard.
nl_nl: Geef de tekst in die je de nieuwe gebruiker wilt sturen. Zorg er altijd voor dat %username% (gebruikersnaam) en %password% (wachtwoord) in het bericht staan.

source: ClassiPress Pricing
fr_fr: Tarification de KiBroc
nl_nl: KiBroc betaalsysteem

source: Pricing
fr_fr: Tarifs
nl_nl: Betaalsysteem

source: Price Per Category
fr_fr: Prix par catégorie
nl_nl: Prijs per rubriek

source: Membership by Category
fr_fr: Abonnement par catégorie
nl_nl: Lidmaatschap per rubriek

source: Pricing Configuration
fr_fr: Configuration des tarifs
nl_nl: Betaalsysteem configuratie

source: Charge for Listing Ads
fr_fr: Charge pour l'inscription des annonces
nl_nl: Breng kosten in rekening

source: This option activates the payment system so you can start charging for ad listings on your site.
fr_fr: Cette option permet d'activer le système de paiement afin que vous puissiez commencer à faire payer des listes d'annonces sur votre site.
nl_nl: Deze optie activeert het betalingssysteem zodat je kosten in rekening kan brengen voor het plaatsen van advertenties.

source: Show Featured Ads Slider
fr_fr: Afficher les annonces mise en avant dans le slider
nl_nl: Toon topadvertenties slider

source: This option turns on the home page featured ads slider. Usually you charge extra for this space but it is not required. To manually make an ad appear here, check the &quot;stick this post to the front page&quot; box on the WordPress edit post page under &quot;Visibility&quot;.
fr_fr: Cette option déclenche le défilement des annonces à la Une dans la page d'accueil. Habituellement, vous devez vous occuper de cet espace mais ce n'est pas nécessaire. Pour créer manuellement une annonce ici, cochez la case "coller ce post à la première page" sur la page d'édition de WordPress sous "visibilité".
nl_nl: Deze optie zet de Topadvertenties slider op de startpagina aan. Normaal gesproken wordt hier extra voor betaald, maar dit is niet noodzakelijk. Deze optie kan ook handmatig ingeschakeld worden door &quot;Topadvertentie (sticky)&quot; aan te vinken op de Wordpress bewerk advertentiepagina onder &quot;Publiceren&quot;.

source: Featured Ads Title Length
fr_fr: Longueur du titre des annonces mise en avant
nl_nl: Topadvertenties lengte titel

source: This number controls the length of your featured ad titles to this many characters (i.e. if you changed this value to 5, &quot;My Title&quot; would turn into &quot;My Ti...&quot;. Spaces are included in the count.)
fr_fr: Ce nombre détermine la longueur des titres des annonces qui passent à la Une (c'est à dire si vous avez indiqué 5, "Mon titre" se transformerait en «Mon T ...". Les espaces sont inclus dans le décompte.)
nl_nl: Dit aantal bepaalt de lengte van de titel van de topadvertenties die getoond wordt (bijv. stel je deze in op 5, &quot;Mijn titel&quot; wordt dan &quot;Mijn ...&quot;. Spaties worden meegerekend.)

source: Featured Ad Price
fr_fr: Prix des annonces à la Une
nl_nl: Prijs topadvertentie

source: Only enter numeric values or decimal points. Do not include a currency symbol or commas.
fr_fr: Veuillez n'entrer que des chiffres ou des points. Merci de ne pas inclure un symbole de devise ou des virgules.
nl_nl: Alleen numerieke waarden of decimalen. Geen valutateken of komma's.

source: This is the additional amount you will charge visitors to post a featured ad on your site. A featured ad appears in the slider on home page. Leave this blank if you do not want to offer featured ads.
fr_fr: Il s'agit ici du montant que vous souhaitez facturer aux annonceurs mettant leur annonces a la Une (annonce en home page). Laissez ce champ vide si vous ne voulez pas proposer des annonces à la Une.
nl_nl: Het extra bedrag dat je in rekening wilt brengen voor een topadvertentie. Een topadvertentie verschijnt in de slider op de startpagina. Niets invullen als je geen topadvertenties wilt aanbieden.

source: Clean Ad Price Field
fr_fr: Effacer le Champ de Prix
nl_nl: Zuiver bedragveld

source: This option should be enabled in order to store valid price values.
fr_fr: Cette option doit être activé pour pouvoir stocker des valeurs de tarif valide.
nl_nl: Vink deze optie aan om geldige bedragen op te slaan.

source: This will remove any letters and special characters from the price field leaving only numbers and periods. Disable this if you prefer to allow visitors to enter text such as TBD, OBO or other contextual phrases.
fr_fr: Supprime les lettres et caractères spéciaux du champ de prix. Seules les numéro et virgules s'afficheron. Laisser cette option à non si vous préférez permettre à vos utilisateurs d'entrer du texte dans le champ prix.
nl_nl: Letters en speciale tekens zullen worden verwijderd uit het prijsveld. Alleen cijfers en punten blijven staan. Schakel dit uit als je wilt toestaan dat adverteerders tekst invullen als t.e.a.b. en dergelijke.

source: Display Zero for Empty Ad Prices
fr_fr: Afficher zéro pour les prix Vide
nl_nl: Toon een nul bij advertenties zonder prijs.

source: This will force any ad without a price to display a currency of zero for the price.
fr_fr: Cela va forcer toute annonce sans prix pour afficher une monnaie de zéro pour le prix.
nl_nl: Dit zorgt ervoor dat er een nul wordt getoond als er geen prijd is ingevuld.

source: Hide Decimals for Prices
fr_fr: Masquer les décimales pour les prix
nl_nl: Verberg decimalenin de prijs

source: This will hide decimals for prices displayed on your site. Enable this option if your currency does not use decimals (i.e. Yen).
fr_fr: Cela permet de masquer les décimales pour les prix affichés sur votre site. Activez cette option si votre devise n'utilise pas des nombres décimaux (c.-à-Yen).
nl_nl: De decimalen worden verborgen bij de prijzen die getoond worden. Zet deze optie aan als jouw valuta geen decimalen gebruikt (zoals de yen).

source: Ad Currency Symbol
fr_fr: Symbole des devises
nl_nl: Valutateken

source: Enter the currency symbol you want to appear next to prices on your classified ads (i.e. $, &euro;, &pound;, &yen;)
fr_fr: Entrez le symbole de la devise que vous souhaitez voir apparaître (ex $, &euro;, &pound;, &yen;)
nl_nl: Geef het valutateken in dat bij de prijzen moet verschijen (zoals €, $)

source: Pricing Model
fr_fr: Modèle des prix
nl_nl: Betaalsysteem

source: Price Model
fr_fr: Modèle de prix
nl_nl: Betaalmodel

source: If you select the &quot;Fixed Price Per Ad&quot; option, you must have at least one active <a href="%s">ad pack</a> setup.
fr_fr: Si vous sélectionnez l'option &quot;Prix fixe par annonce&quot; , vérifiez que vous avez au moins un <a href='%s'> pack d'annonce</a> actif.
nl_nl: Als je &quotVast bedrag per advertentie&quot; optie selecteert, moet je ten minste een actief <a href="%s">advertentiepakket</a> hebben ingesteld.

source: Fixed Price Per Ad
fr_fr: Prix fixe par annonce
nl_nl: Vast bedrag per advertentie

source: % of Sellers Ad Price
fr_fr: % du prix de vente
nl_nl: % van de verkoopprijs

source: Only Charge for Featured Ads
fr_fr: Seulement facturer les Annonces à la Une
nl_nl: Breng alleen topadvertenties in rekening

source: This option defines the pricing model for selling ads on your site. If you want to provide free and paid ads then select the &quot;Price Per Category&quot; option.
fr_fr: Cette option définit le modèle de tarification pour les annonces de votre site. Si vous souhaitez mixer annonces gratuites et annonce payante, choissisez l'option &quot;Prix Par Catègorie&quot; .
nl_nl: Deze optie bepaalt het betaalmodel voor het verkopen van advertenties op jouw website. Wil je een combinatie van gratis en betaalde advertenties, gebruik dan de &quot;Prijs per rubriek&quot; optie.

source: If you selected the &quot;% of Sellers Ad Price&quot; price model, enter your percentage here. Numbers only. No percentage symbol or commas.
fr_fr: Si vous avez choisi le forfait "Au % du prix de vente", entrez votre pourcentage ici. Uniquement des chiffres svp (pas de symbole pourcentage ou une virgule).
nl_nl: Heb je het betaalmodel &quot;% van verkoopprijs&quot; gekozen, stel dan hier het percentage in. Alleen cijfers, geen procentteken of komma's.

source: Membership Options
fr_fr: Réglages de l'abonnement
nl_nl: Lidmaatschap opties

source: Enable Membership Packs
fr_fr: Activer les abonnements
nl_nl: Schakel ledenpaketten in

source: Manage your membership packages from the <a href="%s">Ad Packs</a> option page.
fr_fr: Gérer vos Packs de Forfait depuis la page d'option: <a href="%s">Packs d'annonces</a> .
nl_nl: Beheer de ledenpakketten van de <a href="%s">Advertentiepakketten</a> opties pagina.

source: This option activates Membership Packs and their respective discounts. Disabling this does not disable the membership system, but simply stops the discounts from activating during the posting process.
fr_fr: Cette option active les Pack d'abonnement et leur réduction respective. La désactivation de cette option ne désactive pas le système d'abonnement, mais seulement empêche le système de réduction de s'activer pendant le processus de poster une annonce.
nl_nl: Deze optie activeert deledenpakketten en de bijbehorende kortingen. Deze optie uitschakelen schakelt het ledensysteem niet uit, maar het kortingensysteem wordt niet meer getoond tijdens het plaatsen van een advertentie.

source: Days of Reminder Messages
fr_fr: Jours de Messages de rappel
nl_nl: Aantal dagen voor herinneringsberichten

source: Affects both emails and website notifications.
fr_fr: Touche aussi bien les courriels que les notifications du site Web.
nl_nl: Heeft effect op emails en berichten op de website.

source: Number of days you would like to send renewal reminders before their subscription expires. Numeric values only.
fr_fr: Nombre de jours souhaitez pour envoyer un rappel de renouvellement avant l'expiration de leur l'abonnement. Valeurs numériques uniquement.
nl_nl: Het aantal dagen dat herinneringen worden verstuurd voor het ledenpakket verloopt. Alleen numerieke waarden.

source: Are Membership Packs Required to Purchase Ads?
fr_fr: Est-ce que les Pack abonnement sont obligatoires pour pouvoir acheter des annonces ?
nl_nl: Zijn ledenpakketten verplicht om advertenties te kunnen plaatsen?

source: Not Required
fr_fr: Pas obligatoire
nl_nl: Niet verplicht

source: Required for All
fr_fr: Obligatoire pour Tous
nl_nl: Verplicht voor allemaal

source: Required by Category
fr_fr: Obligatoire par catégorie
nl_nl: Verplicht per rubriek

source: Choose how you would like the membership system to work.
fr_fr: Choisissez le fonctionnement du système d'adhésion.

source: <strong>Not Required</strong> - a membership is not required in order to list an ad.
fr_fr: <strong> Non exigé </ strong> - une adhésion n'est pas nécessaire pour voir une annonce.

source: <strong>Required for All</strong> - a user can only list an ad if they have an active membership.
fr_fr: <strong> requis pour tous </ strong> - un utilisateur peut seulement voir une annonce s'il est membre.

source: <strong>Required by Category</strong> - limits users with memberships to list ads in certain categories.
fr_fr: <strong>Requis par catégorie</strong> - limite l'accès aux membres pour visualiser les annonces dans certaines categories.

source: Theme Cache
fr_fr: Cache du thème
nl_nl: Thema cache

source: Flush Theme Cache
fr_fr: Vider la cache du thème
nl_nl: Flush thema cache

source: Flush Entire ClassiPress Cache
fr_fr: Vider toute la cache de KiBroc
nl_nl: Flush volledige cache

source: Sometimes you may have changed something and it hasn't been updated on your site.
fr_fr: Vous avez peut-être changé quelque chose qui n'a pas été mis à jour sur votre site.

source: Flushing the cache will empty anything that ClassiPress has stored in the cache (i.e. category drop-down menu, home page directory structure, etc).
fr_fr: Parfois, Il se peut que vous changiez un contenu sur le site et que votre site n'ait pas été mis à jour en conséquence. Vider le cache contraint KiBroc à consulter la base de données pour récupérer les catégories, la page d'accueil, etc. pour actualiser vos données.
nl_nl: Flushing the cache will empty anything that KiBroc has stored in the cache (i.e. category drop-down menu, home page directory structure, etc).

source: Uninstall Theme
fr_fr: Désinstaller le Thème
nl_nl: Deinstalleer thema

source: Delete Database Tables
fr_fr: Effacer les tables de la Base de donnée
nl_nl: Verwijder databsetabellen

source: Delete ClassiPress Database Tables
fr_fr: Effacer les tables KiBroc de la base de donnée
nl_nl: Verwijder KiBroc database tabellen

source: Do you wish to completely delete all ClassiPress database tables?
fr_fr: Effacer complètement les tables KiBroc de la base de donnée ? ATTENTION DANGER
nl_nl: Do you wish to completely delete all KiBroc database tables?

source: Once you do this you will lose any custom fields, forms, ad packs, etc that you have created.
fr_fr: Une fois cela fait, tous les champs personnalisés, les modèles de formulaires, les packs d'annonces etc. que vous avez créés seront définitivement perdus.

source: Delete Config Options
fr_fr: Effacer les options de configuration
nl_nl: Verwijder configuratie opties

source: Delete ClassiPress Config Options
fr_fr: Effacer les options de configurations de KiBroc
nl_nl: Verwijder KiBroc configuratie opties

source: Do you wish to completely delete all ClassiPress configuration options?
fr_fr: Voulez-vous supprimer complètement toutes les options de configuration de KiBroc?
nl_nl: Do you wish to completely delete all KiBroc configuration options?
