Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: Ad has been paused.
fr_fr: L'annonce à été suspendue.
nl_nl: De advertentie is gepauzeerd.

source: Ad has been published.
fr_fr: L'annonce à été publiée.
nl_nl: De advertentie is geplaatst.

source: Ad has been deleted.
fr_fr: L'annonce a été effacée.
nl_nl: De advertentie is verwijderd.

source: Ad has been marked as sold.
fr_fr: L'annonce a été marquée comme vendue.
nl_nl: De advertentie is gemarkeerd als verkocht

source: Ad has been unmarked as sold.
fr_fr: La mention vendu a été retirée de l'annonce.
nl_nl: De advertentie is gedemarkeerd als verkocht.

source: You can not relist this ad. Relisting is currently disabled.
fr_fr: Vous ne pouvez réinscrire l'annonce. Cette fonction a été désactivée.
nl_nl: Je kan deze advertentie niet opnieuw plaatsen. Opnieuw plaatsen is op het moment uitgeschakeld.

source: You can not relist this ad. Invalid ID of an ad.
fr_fr: Vous ne pouvez réinscrire cette annonce. L'identifiant est invalide.
nl_nl: Je kan deze advertentie niet opnieuw plaatsen. Ongeldig referentienummer.

source: You can not relist this ad. Ad is not expired.
fr_fr: Vous ne pouvez réactiver cette annonce, elle n'est pas arrivée à expiration.
nl_nl: Je kan deze advertentie niet opnieuw plaatsen. De advertentie is nog niet verlopen.

source: You can not edit this ad. Invalid ID of an ad.
fr_fr: Vous ne pouvez modifier cette annonce. L'identifiant est invalide.
nl_nl: Je kan deze advertentie niet bewerken. Ongeldig referentienummer.

source: You can not edit this ad. It's not your ad.
fr_fr: Vous ne pouvez modifier cette annonce, ce n'est pas votre annonce
nl_nl: Je kan deze advertentie niet bewerken. Dit is niet jouw advertentie.

source: You can not edit this ad. This is not an ad.
fr_fr: Vous ne pouvez modifier cette annonce. Ce n'est pas une annonce
nl_nl: Je kan deze advertentie niet bewerken. Dit is geen advertentie.

source: You can not edit this ad. Editing is currently disabled.
fr_fr: Vous ne pouvez modifier l'annonce. Cette fonction est actuellement désactivée.
nl_nl: Je kan deze advertentie niet bewerken. Bewerken is op het moment uitgeschakeld.

source: You can not edit this ad. Ad is not yet approved.
fr_fr: Vous ne pouvez modifier cette annonce, elle n'a pas encore été approuvée.
nl_nl: Je kan deze advertentie niet bewerken. De advertentie is nog niet goedgekeurd.

source: You can not edit this ad. Ad is expired.
fr_fr: Vous ne pouvez modifier cette annonce, elle est expirée.
nl_nl: Je kan deze advertentie niet bewerken. De advertentie is verlopen.

source: Payments are currently disabled. You cannot purchase anything.
fr_fr: Les paiements sont actuellement désactivés. Vous ne pouvez rien acheter.
nl_nl: Betalingen zijn uitgeschakeld. Je kunt niets aanschaffen.

source: Profile
fr_fr: Profil
nl_nl: Profiel

source: Categories
fr_fr: Catégories
nl_nl: Rubrieken

source: This ad listing is currently pending and must be approved by an administrator.
fr_fr: Cette annonce est actuellement en cours de modération.
nl_nl: Deze advertentie is nog niet goedgekeurd door de beheerder.

source: ClassiPress Dashboard
fr_fr: Tableau de bord de KiBroc
nl_nl: KiBroc Dashboard

source: Stats - Last 30 Days
fr_fr: Stats - Derniers 30 Jours
nl_nl: Statistieken - Laatste 30 dagen

source: Support Forum
fr_fr: Forum de Support

source: ClassiPress Info
fr_fr: Informations KiBroc
nl_nl: KiBroc informatie

source: New Registrations
fr_fr: Nouveaux Enregistrements
nl_nl: Nieuwe registraties

source: Today
fr_fr: Aujourd'hui
nl_nl: Vandaag

source: Customers
fr_fr: Clients
nl_nl: Klanten

source: Yesterday
fr_fr: Hier
nl_nl: Gisteren

source: Total Live Ads
fr_fr: Total des annonces en ligne
nl_nl: Totaal zichtbare advertenties

source: Total Pending Ads
fr_fr: Total des annonces en attente
nl_nl: Totaal advertenties ter goedkeuring

source: Total Users
fr_fr: Total des utilisateurs
nl_nl: Totaal gebruikers

source: Revenue (7 days)
fr_fr: Chiffre d'affaires (7 jours)
nl_nl: Opbrengst (7 dagen)

source: Total Revenue
fr_fr: Revenu total
nl_nl: Totale opbrengst

source: Product Version
fr_fr: Version du produit
nl_nl: Produktversie

source: Product Support
fr_fr: Support produit

source: check all
fr_fr: sélectionner tout

source: uncheck all
fr_fr: dé sélectionner tout

source: WARNING: You are about to completely delete all ClassiPress database tables. Are you sure you want to proceed? (This cannot be undone)
fr_fr: AVERTISSEMENT: Vous êtes sur le point d'effacer complètement toutes les tables KiBroc de la base de données. Êtes-vous vraimant sûr de vouloir continuer ? Cela est irrévocable.
nl_nl: WAARSCHUWING: Je gaat alle KiBroc database tabellen volledig verwijderen. Weet je zeker dat je door wilt gaan? Dit kan niet ongedaan gemaakt worden.

source: WARNING: You are about to completely delete all ClassiPress configuration options from the wp_options database table. Are you sure you want to proceed? (This cannot be undone)
fr_fr: AVERTISSEMENT: Vous êtes sur le point d'effacer complètement toutes les options de configuration KiBroc de la table de base de données "wp_options". Êtes-vous vraimant sûr de vouloir continuer ? Cela est irrévocable.
nl_nl: WAARSCHUWING: Je gaat alle KiBroc instellingen verwijderen van de wp_options tabel. Weet je zeker dat je door wilt gaan? Dit kan niet ongedaan gemaakt worden.

source: Packages
fr_fr: Forfaits
nl_nl: Pakketten

source: Form Layouts
fr_fr: Modèles de formulaire
nl_nl: Formulieren

source: Form Layouts
fr_fr: Modèles de formulaire
nl_nl: Formulieren

source: Custom Fields
fr_fr: Champs personnalisés
nl_nl: Eigen velden

source: Cannot remove from layout
fr_fr: Impossible de supprimer le modèle de formulaire
nl_nl: Formulier kan niet verwijderd worden

source: Remove from layout
fr_fr: Retirer du modèle de formulaire
nl_nl: Verwijder formulier

source: All your categories are currently being used. You must remove at least one category from another form layout before you can continue.
fr_fr: Toutes vos catégories sont actuellement utilisés. Vous devez en effacer au moins une de l'un des modèles de formulaire pour pouvoir continuer.
nl_nl: Alle rubrieken zijn in gebruik. Je moet ten minste een rubriek uit een ander formulier verwijderen om door te kunnen gaan.

source: New Membership Pack
fr_fr: Nouveau Forfait
nl_nl: Nieuw ledenpakket

source: New Ad Pack
fr_fr: Nouveau pack d'annonce
nl_nl: Nieuw advertentiepakket

source: Creating your ad package.....
fr_fr: Création de votre pack d'annonce...
nl_nl: Nieuw advertentiepakket aanmaken....

source: Create New Ad Package
fr_fr: Creer un nouveau pack d'annonce
nl_nl: Maak een nieuw advertentiepakket

source: Edit Ad Package
fr_fr: Modifier un pack d'annonce
nl_nl: Bewerk advertentiepakket

source: Saving your changes.....
fr_fr: Enregistrement de vos modifications...
nl_nl: Wijzigingen opslaan

source: Save changes
fr_fr: Sauvegarder les modifications
nl_nl: Wijzigingen opslaan

source: Deleting ad package.....
fr_fr: Effacer un pack d'annonce...
nl_nl: Advertentiepakket verwijderen.....

source: Ad Packs
fr_fr: Packs d'annonces
nl_nl: Advertentiepakketten

source: Ad Packs are disabled. Change the <a href="%1$s">pricing model</a> to enable Ad Packs.
fr_fr: Les Packs d'annonces sont désactivés. Changer le <a href="%1$s">modèle des prix</a> pour activer les Packs d'annonces.
nl_nl: Advertentiepakketten zijn uigeschakeld. Wijzig het <a href="%1$s">betalingsmodel</a> om de advertentiepakketten te activeren.

source: Ad Packs allow you to create bundled listing options for your customers to choose from. For example, instead of only offering a set price for xx days (30 days for $5), you could also offer discounts for longer terms (60 days for $7). These only work if you are selling ads and using the "Fixed Price Per Ad" price model.
fr_fr: Les Packs annonces vous permettent de créer des options sur les annonces. Par exemple, au lieu de seulement offrir un prix fixe pour les xx jours (30jours à 5€), vous pouvez également offrir des réductions pour des durées plus longues (60 jours pour 7€). Cela ne fonctionne que si vous proposé des annonces et en utilisant l'options "Prix fixe par Annonce" dans Options des Tarifs.
nl_nl: Advertentiepakketten geven de mogelijkheid gebundelde plaatsingsopties voor de klanten om uit te kiezen. Bijvoorbeeld, in plaats van alleen een bedrag te berekenen voor xx dagen, kun je ook een korting voor langer adverteren. Deze optie werkt alleen wanneer je advertenties verkoopt en het betalingsmodel "Vaste prijs per advertentie" aan hebt staan.

source: Price Per Ad
fr_fr: Prix par annonce
nl_nl: Prijs per advertentie

source: Duration
fr_fr: Durée
nl_nl: Looptijd

source: Modified
fr_fr: Modifié
nl_nl: Aangepast

source: Edit ad package
fr_fr: Modifier un pack d'annonce
nl_nl: Bewerk advertentiepakket

source: Delete ad package
fr_fr: Effacer un pack d'annonce
nl_nl: Verwijder advertentiepakket

source: No ad packs found.
fr_fr: Aucun pack d'annonce trouvé.
nl_nl: Geen advertentiepakketten gevonden.

source: Membership Packs
fr_fr: Packs d'abonnement
nl_nl: Ledenpakketten

source: Membership Packs allow you to setup subscription-based pricing packages. This enables your customers to post unlimited ads for a set period of time or until the membership becomes inactive. These memberships affect pricing regardless of the ad packs or pricing model you have set as long as you have enabled the <a href="%1$s">membership packs</a> option.
fr_fr: Les forfaits vous permettent de configurer des packs de tarifs. Cela permet à vos client de poster des annonces illimitées pour une période de temps définie. Ces forfaits sont indépendant des autres modèles de tarifications précedement définis. Vous pouvez modifier les paramètres des <a href="%1$s">forfaits</a>comme bon vous semble.
nl_nl: Ledenpakketten maken het mogelijk om prijspakketten te maken op basis van inschrijving. De adverteerder krijgt de mogelijkheid om een onbeperkt aantal advertenties te plaatsen gedurende een vaste periode of tot het lidmaatschap eindigt. Deze ledenpakketten hebben invloed op de prijzen ongeacht de advertentiepakketten of het betaalmodel dat is ingesteld, op voorwaarde dat de optie <a href="%1$s">Ledenpakketten</a> is ingeschakeld.

source: Price Modifier
fr_fr: Modificateur de Prix
nl_nl: Prijsaanpassing

source: Terms
fr_fr: Conditions
nl_nl: Voorwaarden

source: Free
fr_fr: Gratuit
nl_nl: Gratis

source: %1$s / %2$s days
fr_fr: %1$s / %2$s jours

source: Are you sure you want to delete this ad package?
fr_fr: Êtes vous sur de vouloir supprimer ce pack d'annonce ?
nl_nl: Weet je zeker dat je dit advertentiepakket wilt verwijderen?

source: New Form Layout
fr_fr: Nouveau modèle de formulaire
nl_nl: Nieuw formulier

source: Error: Please select at least one category.
fr_fr: Erreur : sélectionnez au moins une catégorie

source: Go back
fr_fr: Retour en arrière
nl_nl: Ga terug

source: Creating your form.....
fr_fr: Création de votre formulaire...
nl_nl: Formulier aanmaken.....

source: Create New Form
fr_fr: Créer votre nouveau formulaire
nl_nl: Nieuw formulier aanmaken

source: Edit Form Properties
fr_fr: Modifier un modèle de formulaire
nl_nl: Bewerk formuliereigenschappen

source: Edit Form Layout
fr_fr: Générateur de formulaire KiBroc
nl_nl: Bewerk formulieropmaak

source: Your changes have been saved.
fr_fr: Vos modifications ont été sauvegardées.
nl_nl: De wijzigingen zijn opgeslagen

source: Form Name
fr_fr: Nom du formulaire
nl_nl: Naam formulier

source: Form Preview
fr_fr: Prévisualisation du formulaire
nl_nl: Formuliervoorbeeld

source: Show field in the category refine search sidebar
fr_fr: Afficher ce champ dans l'affinement de recherche dans la catégorie.
nl_nl: Toon veld in de rubriek verfijn zoekopdracht zijbalk

source: Advanced Search
fr_fr: Recherche Avancée
nl_nl: Geavanceerd zoeken

source: Required
fr_fr: Obligatoire
nl_nl: Verplicht

source: Remove
fr_fr: Supprimer
nl_nl: Verwijder

source: No fields have been added to this form layout yet.
fr_fr: Aucun champ n'a été encore ajouté à ce modèle de formulaire.
nl_nl: Er zijn nog geen velden aan dit formulier toegevoegd.

source: Save Changes
fr_fr: Sauvegarder les changements
nl_nl: Sla wijzigingen op

source: Available Fields
fr_fr: Champs disponibles
nl_nl: Beschikbare velden

source: Field Name
fr_fr: Nom du champ
nl_nl: Veldnaam

source: No fields are available.
fr_fr: Aucun champ n'est disponible.
nl_nl: Geen velden beschikbaar.

source: Add Fields to Form Layout
fr_fr: Ajouter des champs au modèle de formulaire
nl_nl: Voeg velden toe aan formulier

source: Deleting form layout.....
fr_fr: Suppression du modèle de formulaire.....
nl_nl: Formulier verwijderen.....

source: Form layouts allow you to create your own custom ad submission forms. Each form is essentially a container for your fields and can be applied to one or all of your categories. If you do not create any form layouts, the default one will be used. To change the default form, create a new form layout and apply it to all categories.
fr_fr: Les modèles de formulaire vous permettent de créer un formulaire personnalisé pour la soumission des annonces. Chacun de ces modèles de formulaires contient vos champs personnalisé et peut être appliquée à l'une ou à l'ensemble de vos catégories. Si vous ne créez pas de modèle de formulaire, celui par défaut sera utilisé. Pour modifier le formulaire par défaut, créer un nouveau modèle de formulaire et appliquer le à toutes les catégories.
nl_nl: Formulieren geeft de mogelijkheid om eigen formulieren te maken voor het plaatsen van advertenties. Elk formulier is een container van velden en kan voor een of meer rubrieken toegepast worden. Als je geen eigen formulier aanmaakt, zal het standaardformulier gebruikt worden. Om het standaard formulier te wijzigen, maak je een nieuw formulier en koppelt dat aan alle rubrieken.

source: Edit form layout
fr_fr: Modifier un modèle de formulaire
nl_nl: Bewerk formulier

source: Edit form properties
fr_fr: Modifier les propriétés de formulaire
nl_nl: Bewerk formuliereigenschappen

source: Delete form layout
fr_fr: Supprimer un modèle de formulaire
nl_nl: Verwijder formulier

source: No form layouts found.
fr_fr: Aucun modèle de formulaire trouvé
nl_nl: Geen formulieren gevonden.

source: Are you sure you want to delete this?
fr_fr: Êtes-vous sûr de vouloir supprimer cela ?
nl_nl: Weet je zeker dat je dit wilt verwijderen?

source: Are you sure you want to remove this?
fr_fr: Êtes-vous sûr de vouloir enlever cela ?
nl_nl: Weet je zeker dat je dit wilt verwijderen?

source: New Custom Field
fr_fr: Nouveau champ personnalisé
nl_nl: Nieuw eigen veld

source: Creating your field.....
fr_fr: Création du champ...
nl_nl: Veld aanmaken.....

source: Create New Field
fr_fr: Créer un nouveau champ
nl_nl: Maak een nieuw veld

source: Edit Custom Field
fr_fr: Modifier un champ personnalisé
nl_nl: Bewerk eigen veld

source: Deleting custom field.....
fr_fr: Suppression du champ personnalisé ...
nl_nl: Eigen veld verwijderen...

source: Custom fields allow you to customize your ad submission forms and collect more information. Each custom field needs to be added to a form layout in order to be visible on your website. You can create unlimited custom fields and each one can be used across multiple form layouts. It is highly recommended to NOT delete a custom field once it is being used on your ads because it could cause ad editing problems for your customers.
fr_fr: Les champs personnalisés vous permettent de customiser votre formulaire de soumision et de collecter plus d'informations. Chaque champ personnalisé doit être associé à un modèle de formulaire afin d'être visible sur votre site web. Vous pouvez créer un nombre illimité de champs personnalisés et qui peuvent utilisé dans tout les modèle de formulaire. Il est fortement recommandé de NE PAS SUPPRIMER un champ personnalisé une fois qu'il est utiliser sur vos annonces, car cela peut provoquer des problèmes à l'édition des annonces.
nl_nl: Eigen velden geven de mogelijkheid om de advertentie plaatsingsformulieren te bewerken en om meer informatie te verzamelen. Elk eigen veld moet in een formulier geplaatst worden om zichtbaar te zijn op de website. Je kan een onbeperkt aantal eigen velden maken en elk eigen veld kan in elk formulier gebruikt worden. Het is aanbevolen om eigen velden niet te verwijderen wanneer deze zijn gebruikt om advertenties te plaatsen, omdat hierdoor bestaande advertenties wellicht niet meer door de gebruikers gewijzigd kunnen worden.

source: No custom fields found. This usually means your install script did not run correctly. Go back and try reactivating the theme again.
fr_fr: Aucun des champs personnalisés trouvé. Cela signifie habituellement votre script d'installation ne fonctionne pas correctement. Revenez en arrière et essayer de réactiver le thème nouveau.
nl_nl: Geen eigen velden gevonden. Dit betekent meestal dat het installatiescript niet goed heeft gedraaid. Ga terug en heractiveer het thema.

source: WARNING: Deleting this field will prevent any existing ads currently using this field from displaying the field value. Deleting fields is NOT recommended unless you do not have any existing ads using this field. Are you sure you want to delete this field?? (This cannot be undone)
fr_fr: AVERTISSEMENT: Ne supprimez ce champs que si vous êtes sur qu'aucune annonce ne l'utilise. La Suppression de champs N'EST PAS RECOMMANDÉE. Êtes-vous sûr de vouloir supprimer ce champ? (C'est irréversible)
nl_nl: WAARSCHUWING: dit veld verwijderen betekent dat bij advertenties waar dit veld is gebruikt de inhoud niet meer wordt getoond. Verwijderen van eigen velden wordt afgeraden tenzij het veld niet is gebruikt voor het plaatsen van advertenties. Weet je zeker dat je dit veld wilt verwijderen? (Het kan niet ongedaan gemaakt worden)

source: All ClassiPress options have been deleted from the WordPress options table.
fr_fr: Toutes les options de KiBroc ont été supprimées.
nl_nl: Alle KiBroc opties zijn verwijderd uit de Wordpress optiestabel.

source: ClassiPress '%s' cache has been flushed.
fr_fr: KiBroc '%s' cache a été vider.
nl_nl: KiBroc '%s' cache is leeg gemaakt.

source: Ad
fr_fr: Annonce
nl_nl: Advertentie

source: Create New Ad
fr_fr: Créer une nouvelle annonce
nl_nl: Maak een nieuwe advertentie aan

source: New Ad
fr_fr: Nouvelle annonce
nl_nl: Nieuwe advertentie

source: View Ads
fr_fr: Visualiser les annonces
nl_nl: Bekijk advertenties

source: View Ad
fr_fr: Visualiser l'annonce
nl_nl: Bekijk advertentie

source: No ads found
fr_fr: Aucune annonce trouvée
nl_nl: Geen advertenties gevonden

source: No ads found in trash
fr_fr: Aucune annonce trouvé dans la corbeille
nl_nl: Geen advertenties gevonden in prullenbak

source: Parent Ad
fr_fr: Annonce parente
nl_nl: Ouderadvertentie

source: This is where you can create new classified ads on your site.
fr_fr: C'est ici que vous pouvez créer de nouvelles annonces sur votre site.
nl_nl: Dit is waar je nieuwe advertenties kan maken op de website.

source: Ad Category
fr_fr: Catégorie d'annonce
nl_nl: Rubriek

source: Search Ad Categories
fr_fr: Chercher des catégories d'annonce
nl_nl: Zoek rubrieken

source: All Ad Categories
fr_fr: Toutes les catégories d'annonce
nl_nl: Alle rubrieken

source: Parent Ad Category
fr_fr: Catégorie parente d'annonce
nl_nl: Bovenliggende rubriek

source: Parent Ad Category:
fr_fr: Catégorie parente d'annonce :
nl_nl: Bovenliggende rubriek:

source: Edit Ad Category
fr_fr: Modifer la catégorie d'annonce
nl_nl: Bewerk rubriek

source: Update Ad Category
fr_fr: Mettre à jour la catégorie d'annonce
nl_nl: Bewerk rubriek

source: Add New Ad Category
fr_fr: Ajouter nouvelle catégorie d'annonce
nl_nl: Voeg nieuwe rubriek toe

source: New Ad Category Name
fr_fr: Nouveau nom de catégorie d'annonce
nl_nl: Naam nieuwe rubriek

source: Ad Tag
fr_fr: Mots clés
nl_nl: Trefwoord

source: Search Ad Tags
fr_fr: Chercher les mots clés
nl_nl: Zoek trefwoorden

source: All Ad Tags
fr_fr: Tous les mots clés
nl_nl: Alle trefwoorden

source: Parent Ad Tag
fr_fr: Tag parente d'annonce
nl_nl: Bovenliggend trefwoord

source: Parent Ad Tag:
fr_fr: Tag parente d'annonce :
nl_nl: Bovenliggend trefwoord:

source: Edit Ad Tag
fr_fr: Modifier le tag d'annonce
nl_nl: Bewerk trefwoord

source: Update Ad Tag
fr_fr: Mettre à jour le tag d'annonce
nl_nl: Bewerk trefwoord

source: Add New Ad Tag
fr_fr: Ajouter un nouveau tag d'annonce
nl_nl: Voeg nieuw trefwoord toe

source: New Ad Tag Name
fr_fr: Nouveau nom du tag d'annonce
nl_nl: Nieuw trefwoord naam

source: Author
fr_fr: Auteur
nl_nl: Adverteerder

source: Category
fr_fr: Catégorie
nl_nl: Rubriek

source: Price
fr_fr: Prix demandé
nl_nl: Prijs

source: Views Today
fr_fr: Vues Aujourd'hui
nl_nl: Vandaag bekeken

source: Views Total
fr_fr: Vues Totales
nl_nl: Totaal bekeken

source: Expires
fr_fr: Expire
nl_nl: Verloopt

source: Featured Ad (sticky)
fr_fr: Mise en avant d'annonce (visible)
nl_nl: Topadvertentie (sticky)

source: Last Login
fr_fr: Dernière connexion :
nl_nl: Laatste login

source: Registered
fr_fr: Enregistré
nl_nl: Geregistreerd

source: ClassiPress Settings
fr_fr: Paramètres KiBroc
nl_nl: KiBroc instellingen

source: Expired ads have been pruned.
fr_fr: Les annonces expirées ont été purgées
nl_nl: Verlopen advertenties zijn opgeschoond.

source: Statistics have been reseted.
fr_fr: Les statistiques ont été mise à zéro.
nl_nl: Statistieken zijn gereset

source: General
fr_fr: Général
nl_nl: Algemeen

source: Listings
fr_fr: Annonces
nl_nl: Advertenties

source: Security
fr_fr: Sécurité
nl_nl: Beveiliging

source: Advertising
fr_fr: Publicité
nl_nl: Adverteren

source: Advanced
fr_fr: Avancé
nl_nl: Geavanceerd

source: Site Configuration
fr_fr: Configuration du site
nl_nl: Website configuratie

source: Home Page Layout
fr_fr: Présentation de la page d'accueil
nl_nl: Startpagina layout

source: Standard Style
fr_fr: Style Standard
nl_nl: Standaard stijl

source: Directory Style
fr_fr: Style Annuaire
nl_nl: Adresboek stijl

source: Select the layout you prefer for your home page. The directory style is a more traditional classified ads layout. The standard style is more like a blog layout.
fr_fr: Choissiser le modèle de présenetation que vous preferez pour votre page d'accueil. Le style annuaire est courant pour un site d'annonce. Le style standard est équivalent à la présentation d'un blog. traditionnel.
nl_nl: Kies de gewenste layout voor de startpagina. De adresboek stijl is gebruikelijk voor advertenties. De standaard stijl lijkt of een blog layout.

source: Color Scheme
fr_fr: Couleurs du thème
nl_nl: Kleurenschema

source: Aqua Theme
fr_fr: Thème Aqua
nl_nl: Aqua thema

source: Blue Theme
fr_fr: Thème Bleu
nl_nl: Blauw thema

source: Green Theme
fr_fr: Thème Vert
nl_nl: Groen thema

source: Red Theme
fr_fr: Thème Rouge
nl_nl: Rood thema

source: Teal Theme
fr_fr: Thème Sarcelle
nl_nl: Teal thema

source: Aqua Theme - Black Header
fr_fr: Thème Aqua - En-tête Noir
nl_nl: Aqua thema- zwarte header

source: Blue Theme - Black Header
fr_fr: Thème Bkue - En-tête Noir
nl_nl: Blauw thema- zwarte header

source: Green Theme - Black Header
fr_fr: Thème Vert - En-tête Noir
nl_nl: Groen thema- zwarte header

source: Red Theme - Black Header
fr_fr: Thème Rouge - En-tête Noir
nl_nl: Rood thema- zwarte header

source: Teal Theme - Black Header
fr_fr: Thème Sarcelle - En-tête Noir
nl_nl: Teal thema- zwarte header

source: Select the color scheme you would like your classified ads site to use.
fr_fr: Sélectionnez la couleur du thème que vous souhaitez utiliser sur votre site de petites annonces.
nl_nl: Selecteer het kleurenschema dat je voor de website wilt gebruiken.

source: User Set Password
fr_fr: Modifier le mot de passe d'un utilisateur
nl_nl: Gebruiker kiest wachtwoord
