Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: Turning this off will send the user a password instead of letting them set it on the new user registration page.
fr_fr: Si vous désactivez cette option, le système enverra un mot de passe aléatoire à l'utilisateur au lieu de lui laisser le choix.
nl_nl: Deze optie uitzetten betekent dat de gebruiker een wachtwoord krijgt toegestuurd in plaats van zelf invullen op de registratiepagina.

source: Enable Logo
fr_fr: Activer le logo
nl_nl: Schakel logo in

source: If you do not have a logo to use, uncheck the box and this will display the title and description of your web site instead.
fr_fr: Si vous n'avez pas de logo, décocher la boite et le titre et la description de votre site s'afficheront.
nl_nl: Heb je geen eigen logo, schale deze optie uit om de titel en het bijschrift van de website te tonen.

source: Web Site Logo
fr_fr: Logo du Site web

source: Upload a logo or paste an image URL directly.
fr_fr: Téléchargez un logo ou collez une URL d'image.
nl_nl: Upload en logo of plak een URL naar een afbeelding.

source: Paste the URL of your web site logo image here. It will replace the default header logo. (i.e. http://www.yoursite.com/logo.jpg)
fr_fr: Collez l'URL de votre logo personnalisé ici (ex.: http://www.yoursite.com/logo.jpg). Cela remplacera le logo par défaut.
nl_nl: Plak hier de URL naar het logo van de website. (bijv. http://www.yoursite.com/logo.jpg)

source: Feedburner URL
fr_fr: URL Feedburner

source: Sign up for a free <a target="_new" href="%s">Feedburner account</a>.
fr_fr: Créer un <a target='_new' href='%s'>compte Feedburner</a> gratuit .
nl_nl: Meld je aan voor een gratis <a target="_new" href="%s">Feedburner account</a>.

source: Paste your Feedburner address here. It will automatically redirect your default RSS feed to Feedburner. You must have a Google Feedburner account setup first.
fr_fr: Collez votre adresse Feedburner ici. Cela redirigera directement votre flux RSS par défaut vers Feedburner. Vous devez avoir un compte Google Feedburner pour utiliser cette option.
nl_nl: Plak hier het Feedburner adres. De RSS feed zal automatisch hier naartoe gestuurd worden. Stel eerst een Feedburner-account in.

source: Twitter Username
fr_fr: Nom d'utilisateur Twitter
nl_nl: Twitter gebruikersnaam

source: Sign up for a free <a target="_new" href="%s">Twitter account</a>.
fr_fr: Creer un <a target="_new" href="%s">compte Twitter </a>.
nl_nl: Meld je aan voor een gratis <a target="_new" href="%s">Twitter account</a>.

source: Paste your Twitter username here. It will automatically redirect people who click on your Twitter link to your Twitter page. You must have a Twitter account setup first.
fr_fr: Collez votre nom d'utilisateur Twitter ici. Cela redirigera directement les personnes qui cliquent sur ce lien vers votre page twitter. Vous devez avoir un compte Twitter avant d'utiliser ceci.
nl_nl: Plak je Twitter gebruikersnaam hier. Mensen worden automatisch naar jouw Twitterpagina geleid wanneer ze op de link klikken.

source: Facebook Page ID
fr_fr: ID de la page Facebook :
nl_nl: Facebook pagina ID

source: Sign up for a free <a target="_new" href="%s">Facebook account</a>.
fr_fr: Creer un <a target="_new" href="%s">compte Facebook </a>.
nl_nl: Meld je aan voor een gratis <a target="_new" href="%s">Facebook account</a>.

source: Paste your Facebook Page ID or username here. It will display Facebook icon with URL to you page in the top bar. You must have a Facebook account and page setup first.
fr_fr: Collez votre ID de page Facebook ou votre identifiant ici. Il permet d'afficher l'icône Facebook avec URL poinatnt vers votre page dans la barre du haut. Vous devez avoir un compte Facebook parametré en premier.
nl_nl: Plak je Facebook pagina ID of gebruikrsnaam hierin. Er wordt een Facebookicoon naar jouw pagina in de bovenste balk geplaatst.

source: Tracking Code
fr_fr: Code de tracking

source: Sign up for a free <a target="_new" href="%s">Google Analytics account</a>.
fr_fr: Créer un <a target="_new" href="%s">compte Google Analytics </a>.
nl_nl: Meld je aan voor een gratis <a target="_new" href="%s">Google Analytics account</a>.

source: Paste your analytics tracking code here. Google Analytics is free and the most popular but you can use other providers as well.
fr_fr: Collez ici votre code de tracking Google Analytics. Google Analytics est gratuit et très populaire, mais vous pouvez utiliser ici d'autres fournisseurs si vous le souhaitez.
nl_nl: Plak je analytics trackingcode hierin.

source: Google Maps Settings
fr_fr: Réglage de Google Maps
nl_nl: Google Maps instellingen

source: Region Biasing
fr_fr: Hémisphere
nl_nl: Regiobepaling

source: Find your two-letter ISO 3166-1 region code <a href="%s">here</a>.
fr_fr: Trouver le code Region ISO 3166-1 en deux lettres <a href="%s">ici</a>.
nl_nl: Zoek jouw twee-letterige ISO 3166-1 regiocode <a href="%s">hier</a>.

source: When a user enters 'Florence' in the location search field, you can let Google know that they probably meant 'Florence, Italy' rather than 'Florence, Alabama'.
fr_fr: Lorsqu'un utilisateur entre 'Florence' dans ce champ de recherche, vous pouvez faire croire à Google sait qu'ils s'agit de 'Florence, Italie' plutôt que 'Florence, Alabama'.
nl_nl: Als een gebruiker Amsterdam als zoekvraag gebruikt, kun je Google laten weten dat Amsterdam Nederland wordt bedoeld.

source: Language
fr_fr: Langue
nl_nl: Taal

source: Find your two-letter language code <a href="%s">here</a>.
fr_fr: Trouver le code Region ISO 3166-1 en deux lettres <a href="%s">ici</a>.
nl_nl: Zoek jouw twee-letterige taalcode <a href="%s">hier</a>.

source: Used to let Google know to use this language in the formatting of addresses and for the map controls.
fr_fr: Utilisé pour informer Google d'utiliser cette langue dans le formatage des adresses et des contrôles de la carte.
nl_nl: Wordt gebruikt om Google te laten weten in welke taal de kaarten getoond moeten worden.

source: Distance Unit
fr_fr: Unité de Distance
nl_nl: Eenheid van afstand

source: Kilometers
fr_fr: Kilomètres

source: Miles
fr_fr: Milles
nl_nl: Mijlen

source: Use Kilometers or Miles for your site's unit of measure for distances.
fr_fr: Choisisez une unité de mesure : Kilomètres ou Miles.
nl_nl: Gebruik kilometers of mijlen als eenheid van afstand

source: Search Settings
fr_fr: Réglages de la recherche
nl_nl: Zoekinstellingen

source: Exclude Pages
fr_fr: Exclure des pages
nl_nl: Sluit pagina's uit

source: Should the pages be excluded from your website search results?
fr_fr: Les pages du site doivent elle être exclues du site des résultats de recherche?
nl_nl: Moeten pagina's worden uitgesloten van de zoekresultaten?

source: Exclude Blog Posts
fr_fr: Exclure les articles du blog
nl_nl: Sluit nieuwsberichten uit

source: Should the blog posts be excluded from your website search results?
fr_fr: Les articles du blog doivent t'ils être exclus des résultats de recherches?
nl_nl: Moeten nieuwsberichten worden uitgesloten van de zoekresultaten?

source: Search Custom Fields
fr_fr: Rechercher les champs personnalisés
nl_nl: Zoek in eigen velden

source: Do you want to search a phrase in all custom fields? This option may slow down search engine on your website due to complex database queries.
fr_fr: Voulez-vous rechercher une phrase dans tous les champs personnalisés? Cette option peut ralentir moteur de recherche de votre site à cause de la complexité des requêtes.
nl_nl: Wil je dat ook gezocht wordt in eigen velden? Dit kan het zoeken vertragen vanwege grote database queries.

source: Search Field Width
fr_fr: Largeur de recherche
nl_nl: Breedte zoekveld

source: Sometimes the search bar text field is too long and gets pushed down becuase of the categories drop-down. This option allows you to manually adjust it. Note: value must be numeric followed by either px or % (i.e. 600px or 50%).
fr_fr: Parfois la barre de recherche est trop long large et est décalée vers le bas à cause des catégories déroulantes. Cette option vous permet de modifier manuellement la largeur. Pour info: La valeur doit être numérique suivi soit par px ou % (i. e. 600px ou 50%). La valeur par défaut est 450px.
nl_nl: Soms is het zoekveld te groot wn wordt naar beneden gedrukt door de rubrieken. Met deze optie kunje de breedte handmatig bijstellen. Gebruik getallen gevolgd door px of %.

source: Search Drop-down Options
fr_fr: Recherche des options de menu déroulant
nl_nl: Zoeken drop-down opties

source: Category Depth
fr_fr: Profondeur de la Catégorie
nl_nl: Rubriekdiepte

source: Show All
fr_fr: Afficher tout
nl_nl: Toon allemaal

source: This sets the depth of categories shown in the category drop-down. Use 'Show All' unless you have a lot of sub-categories and do not want them all listed.
fr_fr: Ceci détermine le nombre de sous-catégories présentées sous chaque catégorie mère dans le menu déroulant nommé Catègories. Utilisez "Montrer Tous" sauf si vous avez beaucoup de sous-catègories et que vous ne souhaitez pas toutes les lister.
nl_nl: Dit bepaalt de diepte van de rubrieken in de rubrieken drop-down. Zet op Toon allemaal, tenzij je veel subrubrieken hebt die je niet allemaal wil tonen.

source: Category Hierarchy
fr_fr: Hiérarchie des catégories
nl_nl: Rubriek hierarchie

source: This will indent sub-categories within the category drop-down vs showing them all flat.
fr_fr: Cela indentera des sous-catégories au sein de la catégorie vs déroulant en leur montrant tous les plats.
nl_nl: Dit zorgt voor een inspringing van de subrubrieken in de rubrieken drop-down in plaats van ze allemaal in lijn te zetten.

source: Show Ad Count
fr_fr: Afficher le nombre d'annonce
nl_nl: Toon aantal advertenties

source: This will show an ad total next to each category name in the category drop-down.
fr_fr: Cela fera apparaître un total d'annonces à coté du nom de la catégorie dans le menu déroulant des catégories.
nl_nl: Dit toont het totaal aantal advertenties bij iedere rubriek in de rubriek drop-down.

source: Hide Empty Categories
fr_fr: Masquer les catégories vides
nl_nl: Verberg lege rubrieken

source: This will hide any empty categories within the category drop-down.
fr_fr: Cela permet de masquer les catégories vides dans la menu déroulant des catégories.
nl_nl: Dit verbergt alle lege rubrieken in de rubrieken drop-down.

source: Categories Menu Item Options
fr_fr: Options d'élément du menu catégories
nl_nl: Rubriekenmenu opties

source: Categories Page Options
fr_fr: Options de la page des catégories
nl_nl: Rubriekenpagina opties

source: Classified Ads Messages
fr_fr: Message à l'enregistrement d'une annonce
nl_nl: Advertentieberichten

source: Home Page Message
fr_fr: Message de la page d'accueil
nl_nl: Startpagina bericht

source: This welcome message will appear in the sidebar of your home page. (HTML is allowed)
fr_fr: Ce message de bienvenue s'affiche dans la sidebar de votre page d'accueil. (l'HTML est autorisé)
nl_nl: Deze welkomsttekst verschijnt in de zijbalk van de startpagina. (HTML is toegestaan)

source: New Ad Message
fr_fr: Message au remplissage du formulaire
nl_nl: Advertentie plaatsen bericht

source: This message will appear at the top of the classified ads listing page. (HTML is allowed)
fr_fr: Ce message apparaitra à la première étape du formulaire. (l'HTML est autorisé)
nl_nl: Dit bericht verschijnt bovenin de pagina voor het plaatsen van een advertentie. (HTML is toegestaan)

source: Membership Purchase Message
fr_fr: Ce message apparaitra à la première étape du formulaire. (l'HTML est autorisé)
nl_nl: Lidmaatschap bestellen bericht

source: Terms of Use
fr_fr: Conditions d'utilisation
nl_nl: Gebruikersvoorwaarden

source: This message will appear on the last step of your classified ad listing page. This is usually your legal disclaimer or rules for posting new ads on your site. (HTML is allowed)
fr_fr: Ce message apparaît sur la dernière étape du formulaire. Il s'agit généralement des conditions générales d'utilisation ou des conditions générales de vente. (l'HTML est autorisé)
nl_nl: Dit bericht verschijnt bij de laatste stap van het plaatsen van een nieuwe advertentie. (HTML is toegestaan)

source: Classified Ads Configuration
fr_fr: Configuration des annonces
nl_nl: Advertentie configuratie

source: Allow Ad Editing
fr_fr: Autoriser la modification d'annonce
nl_nl: Advertentie bewerken toestaan

source: Allows the ad owner to edit and republish their existing ads from their dashboard.
fr_fr: Autorise les annonceurs à charger et à utiliser des images sur leurs annonces.
nl_nl: De gebruiker toestaan om hun eigen advertenties te bewerken vanaf het dashboard.

source: Allow Ad Relisting
fr_fr: Autoriser la republication des annonces
nl_nl: Opnieuw plaatsen toestaan

source: Allows the ad owner to relist and pay for their expired ads. They will receive an ad expiration email with a link to their dashboard to relist an ad.
fr_fr: Permet a l'annonceur de republier et payer pour ces annonces expirés. Ils seront prévenus par email lorsque que celle ci expira,c un lien vers leur tableau de bord est également proposé.
nl_nl: De gebruker toestaan een verlopen advertentie opnieuw te plaatsen. De gebruiker ontvangt een email met een link naar het dashboard.

source: Allow Parent Category Posting
fr_fr: Permettre Le Posting de Catégorie Parente
nl_nl: Advertentie plaatsen in hoofdrubriek

source: When Empty
fr_fr: Lors de Vider
nl_nl: Wanneer leeg

source: Allows ad poster to post to top-level categories. If set to 'When Empty', it allows posting to top-level categories only if they have no child categories.
fr_fr: Permettre à l'annonceur de publier des annonces dans la catégories principale (meme si des sous-cat existent) . Si cette valeur est 'vide' , cela permet la publications des catégories mêre seulement si il n'y à pas de sous-catégories.
nl_nl: De gebruiker toestaan ieen advertentie te plaatsen in de hoogste rubriek. Als "Wanneer leeg" is gekozen, wordt dit toegestaan wanneer de hoofdrubriek geen subrubriek(en) heeft.

source: Ad Inquiry Form Requires Login
fr_fr: Vous devez être connecté pour posez vos questions à l'annonceur
nl_nl: Inloggen om te reageren op een advertentie verplicht

source: Require visitors to be logged in before they can fill out the ad inquiry form. In most cases you should keep this set to no to encourage visitors to ask questions without having to create an account.
fr_fr: Impose au visiteurs d'être connecté avant de pouvoir remplir le formulaire de contact annonceur. Pour la plupart des cas, mieux vaut ignorer cette option, car cela décourrage les visiteurs à prendre contact avec l'annonceur.
nl_nl: Dwingt bezoekers om in te loggen wanneer zij op een advertentie willen reageren. In de meeste gevallen op Nee zetten om bezoekers aan te moedigen om te reageren zonder te hoeven inloggen.

source: Allow HTML
fr_fr: Autorisé l'HTML
nl_nl: HTML toestaan

source: Turns on the TinyMCE editor on text area fields and allows the ad owner to use html markup. Other fields do not allow html by default.
fr_fr: Active l'éditeur TinyMCE et permet au annonceur d'utiliser du code HTML dans leurs annonces (Non recommandé).
nl_nl: Zet de TinyMCE editor aan in tekstgebieden. Andere velden kunnen standaard geen HTML bevatten.

source: Show Ad Views Counter
fr_fr: Afficher le compteur d'annonces vues
nl_nl: Toon Aantal keer bekeken teller

source: This will show a 'total views' and 'today's views' at the bottom of each ad listing and blog post.
fr_fr: Ceci va afficher un 'vue totale' et 'vue aujourd'hui' enfin de chaque liste d'annonce et article de blog.
nl_nl: Hierdoor verschijnt onderaan de advertentie en het nieuwsbericht het aantal keer dat de advertentie is bekeken, totaal en vandaag

source: Show Gravatar Thumbnail
fr_fr: Afficher un miniature de Gravatar
nl_nl: Toon Gravatar

source: This will show a picture of the author next to their name on each ad listing block. A placeholder image will be used if they don't have one. Note: Enabling this may slow down your site.
fr_fr: Permet d'afficher une photo de l'annonceur au coté du block d'annonce. Une image par défaut sera utilisé si l'auteur n'à pas de photo. Remarque: cette activation cela peut ralentir votre site.
nl_nl: Hiermee wordt een gravatar van de adverteerder getoond. Een vervangend plaatje wordt getoond als de gebruker geen gravatar heeft. belangrijk: dit kan de website trager maken.

source: Moderate Ads
fr_fr: Modérer les annonces

source: <i>Yes</i> - You have to manually approve and publish each ad.
fr_fr: <i>oui</i> - Vous devez approuver et publier chaque annonce manuellement

source: <i>No</i> - Ad goes live immediately without any approvals unless it has not been paid for.
fr_fr: <i>Non</i> - Les annonces sont publiées sans approbation de l'administrateur.

source: Prune Ads
fr_fr: Expirations des annonces
nl_nl: Advertenties opschonen

source: Automatically removes all listings from your site as they expire and changes the post status to draft. The frequency is based on the Cron Job Schedule set below and after each ad listing is past the expiration date. If this is disabled, the ad will remain live on your site but will be marked as expired.
fr_fr: Supprime automatiquement, à leurs échéances, toutes les annonces sur votre site et les passent en status 'brouillon'. La validité des annonces est vérifiée par Cron Jobs aprés chaque affichage de celle ci. Si l'option n'est pas séléctionnée, l'annonce reste visible même si elle est expiré, mais cela est mentionné aux visiteurs.
nl_nl: Automatisch alle advertenties verwijderen van de website wanneer de einddatum is verstreken en de status op Ontwerp zetten. De frequentie is gebaseerd op het Cron Job schema dat hieronder wordt ingesteld. Als deze optie niet is ingesdhakeld, blijven alle advertenties zichtbaar maar zullen worden gemarkeerd als Verlopen.

source: Cron Job Schedule
fr_fr: Planification des annonces expirées
nl_nl: Cron Job schema

source: Note: This feature only works if you have enabled the Prune Ads option.
fr_fr: Note: Cette option ne fonctionne que si vous avez activé l'option Purger les annonces.
nl_nl: Belangrijk: deze optie werkt alleen als de Advertenties opschonen-optie is ingeschakeld.

source: None
fr_fr: Aucun
nl_nl: Geen

source: Hourly
fr_fr: Toutes les heures
nl_nl: Ieder uur

source: Twice Daily
fr_fr: Deux fois par jour
nl_nl: Twee maal per dag

source: Daily
fr_fr: Tous les jours
nl_nl: Dagelijks

source: Frequency you would like ClassiPress to check for and take offline any expired ads. Twice daily is recommended. Hourly may cause performance issues if you have a lot of ads.
fr_fr: Fréquence que vous désirez KiBroc de vérifier et de prendre toutes les annonces en mode hors connexion a expiré. Deux fois par jour est recommandée. Horaires peuvent causer des problèmes de performances si vous avez un grand nombre d'annonces.
nl_nl: Hoe vaak wil je dat de advertenties worden opgeschoond? Twee keer per dag is aanbevolen. Ieder uur kan een te grote belasting veroorzaken als je veel advertenties hebt.

source: Ad Listing Period
fr_fr: Durée de publication des annonces
nl_nl: Adverteertermijn

source: Number of days each ad will be listed on your site. This option is overridden by ad packs if you are charging for ads and using the Fixed Price Per Ad option.
fr_fr: Validité de l'annonce en nombre de jour. Cette option est remplacé par les packs d'annonces si bous utiliser l'option annonces payante et que vous utilisez l'option 'Prix Fixe par Annonce'.
nl_nl: Het aantal dagen dat de advertentie geldig is. Deze optie wordt overschreven door advertentiepakketten wanneer advertenties betaald zijn en de Vaste prijd per advertentie-optie is ingeschakeld.

source: Ad Images Options
fr_fr: Options des images de l'annonce
nl_nl: Afbeeldingsopties

source: Allow Ad Images
fr_fr: Autoriser l'ajout d'images
nl_nl: Afbeeldingen toestaan

source: Allows the ad owner to upload and use images on their ad. Note: This will disable display of most ad images across the entire site but some images may still display.
fr_fr: Autorise les annonceurs à charger et à utiliser des images sur leurs annonces.
nl_nl: De gebruker toestaan om foto's aan de advertentie toe te voegen. De meeste afbeeldingen op site worden hiermee in- of uitgeschakeld.

source: Show Preview Image
fr_fr: Voir l'image de prévisualisation
nl_nl: Toon voorvertoning foto

source: Displays a larger image when you mouse over the smaller thumbnail image. This is on your home page, category, search results, etc.
fr_fr: Affiche une plus grande image lorsque vous la souris sur l'image plus petite vignette. C'est sur votre page d'accueil, la catégorie, les résultats de recherche, etc
nl_nl: Toon een groter formaat van de foto wanneer de muisaanwijzer over de foto gaat. Dit is op vrijwel alle pagina's.

source: Max Images Per Ad
fr_fr: Maximum d'images par annonce
nl_nl: Maximum aantal foto's per advertentie

source: The number of images the ad owner can upload with each of their ads.
fr_fr: Le nombre d'images que chaque annonceur peut charger sur chacune de ses annonces.
nl_nl: Het maximum aantal foto's dat de adverteerder aan de advertentie kan toevoegen.

source: Max Size Per Image
fr_fr: Taille maximum par image
nl_nl: Maximum grootte per foto

source: The maximum image size (per image) the ad owner can upload with each of their ads.
fr_fr: La taille maximum des images (taille par image) que l'annonceur peut charger sur chacune de ses annonces.
nl_nl: De maximale grootte per foto

source: Security Settings
fr_fr: Réglages de la sécurité
nl_nl: Beveiligingsinstellingen

source: Back Office Access
fr_fr: Accès au Back-Office
nl_nl: Back office toegang

source: View the WordPress <a target='_new' href='%s'>Roles and Capabilities</a> for more information.
fr_fr: Pour plus d'informations, rendez-vous sur le site officiel de Wordpress : <a target='_new' href='%s'>Roles and Capabilities</a>
nl_nl: Bezoek de WordPress <a target='_new' href='%s'>Roles and Capabilities</a> voor meer informatie.

source: Admins Only
fr_fr: Seulement les administrateurs
nl_nl: Alleen administrators

source: Admins, Editors
fr_fr: Administrateurs, Editeurs
nl_nl: Administrators en bewerkers

source: Admins, Editors, Authors
fr_fr: Administrateurs, Editeurs, Auteurs
nl_nl: Administrators, bewerkers en schrijvers

source: Admins, Editors, Authors, Contributors
fr_fr: Administrateurs, Editeurs, Auteurs, Contributeurs
nl_nl: Administrators, bewerkers, schrijvers en bijdragers

source: All Access
fr_fr: Accès à tout le monde
nl_nl: Iedereen

source: Disable
fr_fr: Désactiver
nl_nl: Uitschakelen

source: Allows you to restrict access to the WordPress Back Office (wp-admin) by specific role. Keeping this set to admins only is recommended. Select Disable if you have problems with this feature.
fr_fr: Vous permet de restreindre l'accès, selon le rôle, au Back Office WordPress (wp-admin). Laisser l'accès au admin seulement est recommandée. Sélectionnez Désactiver si vous avez des problèmes avec cette fonction.
nl_nl: Beperkt de toegang tot de back office van Wordpress op basis van rol. Aanbevolen instelling is Administrator. Selecteer Uitschakelen als deze optie problemen veroorzaakt.

source: reCaptcha Settings
fr_fr: Réglages de reCaptcha
nl_nl: reCaptcha instellingen

source: Enable reCaptcha
fr_fr: Activer reCaptcha
nl_nl: reCaptcha inschakelen

source: reCaptcha is a free anti-spam service provided by Google. Learn more about <a target='_new' href='%s'>reCaptcha</a>.
fr_fr: reCAPTCHA est un service anti-spam gratuit fourni par Google. En savoir plus sur <a target='_new' href='%s'> reCaptcha </ a>.
nl_nl: reCaptcha is een gratis anti-spamdienst van Google. Lees meer over <a target='_new' href='%s'>reCaptcha</a>.
