Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: This will delete all values saved on the settings, pricing, gateways, etc admin pages from the wp_options database table.
fr_fr: Ceci va supprimer tous les réglages enregistrées, les prix, les passerelles, des pages d'administration, etc de la table de base de données "wp_options".

source: Theme
fr_fr: Thème
nl_nl: Thema

source: Rerun Migration Script
fr_fr: Ré-exécuter le script de Migration
nl_nl: Draai migratiescript opnieuw

source: Rerun ClassiPress Migration Script
fr_fr: Ré-exécuter le script de Migration de KiBroc
nl_nl: Draai KiBroc migratiescript opnieuw

source: If you're still using ClassiPress version 3.0.4 (or earlier) and were not prompted to upgrade to 3.0.5 or the script timed out, click this button.
fr_fr: Si vous utilisez encore 3.0.4 (ou précedent) et vous avez eu un souci de timeout ou erreur de script lors de mise à jour vers 3.0.5, cliquez sur ce Button.
nl_nl: If you're still using version 3.0.4 (or earlier) and were not prompted to upgrade to 3.0.5 or the script timed out, click this button.

source: It will attempt to rerun the migration script again. Running this script won't do any harm if you aren't sure about it.
fr_fr: Cliquez ce Button essayera de re-executer le script de migration une nouvelle fois. L'execution de ce script ne causera pas d'incohérence.

source: ClassiPress upgrade required
fr_fr: Une mise à jour de KiBroc est requise
nl_nl: KiBroc upgrade noodzakelijk

source: Note: This message will not disappear until you have upgraded your database.
fr_fr: Note: Ce message ne va disparaîtra pas jusqu'à ce que vous avez mis à niveau votre base de données.
nl_nl: Opmerking: deze melding zal niet verdwijnen tot je de database upgrade hebt gedaan.

source: Geocoding ad listing addresses to make the advanced search radius feature work. This process queries Google Maps to get longitude and latitude coordinates based on each ad listings address. Please be patient as this may take a few minutes to complete.
fr_fr: Geocoder l'adresse d'une annonce pour faire fonctionner la recherche par distance de l'outil de recherche avancée fonctionne. Ce processus interroge Google Maps pour obtenir le longitude et latitude des cordonées en se basant sur l'adresse de chaque annonce. Soyez patient car cette opération peut prendre quelques minutes.
nl_nl: Geocoderen van adressen in advertenties om het geavanceerd zoeken op straal mogelijk te maken. Dit proces gebruikt Google Maps om lengte- en breedtegraad op te halen voor ieder adres. Even geduld, dit proces kan enkele minuten duren.

source: Ad #%d - %s
fr_fr: Annonce #%d - %s
nl_nl: Advertentie #%d - %s

source: Geocoding complete.
fr_fr: Géocodage réussi.
nl_nl: Geocoderen voltooid

source: Geocoding failed - address not found.
fr_fr: Géocodage échoué - aucune adresse trouvé.
nl_nl: Geocoderen mislukt - adres niet gevonden.

source: Geocoding table updated.
fr_fr: Mise à jour du Géocodage
nl_nl: Geaocoderingtabel bijgewerkt.

source: Please note: Ads that failed during this process will not show up during a radius search since the address was invalid.
fr_fr: Notez: Les annonces qui ont échoué durant ce processus ne s'afficheront pas pendant la recherche par distance, car l'adresse était invalide.
nl_nl: Let op: advertenties waarbij de geocodering is mislukt zullen niet verschijnen in de zoekresultaten in een bepaald gebied omdat het adres niet correct is.

source: Transaction
fr_fr: Transactions
nl_nl: Transactie

source: Transaction Data
fr_fr: Données de Transaction
nl_nl: Transactiegegevens

source: New Form
fr_fr: Nouveau formulaire
nl_nl: Nieuw formulier

source: Create a form name that best describes what category or categories this form will be used for. (i.e. Auto Form, Clothes Form, General Form, etc). It will not be visible on your site.
fr_fr: Donnez un nom de formulaire pour savoir à quelle catégorie il sera attaché. (ex.: Formulaire auto, Formulaire Immo, Formulaire général ect). Le nom ne sera pas publié sur le site.
nl_nl: Geef het formulier een naam die een duidelijke omschrijving geeft waar het formulier voor gebruikt wordt (bijv. Autoformulier, Kledingformulier, Algemeen formulier). Deze naar is niet zichtbaar op de website.

source: Form Description
fr_fr: Description du formulaire
nl_nl: Formulierbeschrijving

source: Enter a description of your new form layout. It will not be visible on your site.
fr_fr: Entrez la description de votre nouveau modèle de formulaire. Cela ne sera pas visible sur le site.
nl_nl: Geef een beschrijving van het formulier. Deze zal niet te zien zijn op de website.

source: Available Categories
fr_fr: Catégories disponibles
nl_nl: Beschikbare rubrieken

source: You can assign a form layout to multiple categories. A category can only have one form layout assigned to it. Categories not listed are being used on a different form layout. Any unselected categories will use the default ad form.
fr_fr: Séléctionnez les catégories auquelles ce modèle de formulaire sera attaché. Les catégories non mentionnées se verront appliquer un autre modèle de formulaire. Vous ne pouvez assigner qu'une seule catégorie à un modèle de formulaire. Les catégories non assignées se verront appliquer le formulaire par défaut.

source: If you do not want this new form live on your site yet, select inactive.
fr_fr: Si vous ne souhaitez pas utiliser ce formulaire tout de suite, séléctionnez inactif.
nl_nl: Als je dit formulier niet op de website wilt gebruiken, zet deze dan op Inactief.

source: Field Information
fr_fr: Information du champ
nl_nl: Veldinformatie

source: Create a field name that best describes what this field will be used for. (i.e. Color, Size, etc). It will be visible on your site.
fr_fr: Créez un nom de champ qui le décrit au mieux. (ex: Couleur, Taille, etc). Ce nom sera visible sur votre site.
nl_nl: Geef een veld een naam die duidelijk omschrijft waar het veld voor is bedoeld, zoals Kleur, Maar, Bouwjaar. Deze naam zal op de website zichtbaar zijn.

source: Meta Name
fr_fr: Nom Meta
nl_nl: Metanaam

source: This field is used by WordPress so you cannot modify it. Doing so could cause problems displaying the field on your ads.
fr_fr: Ce champ est utilisé par WordPress, il ne faut donc pas le modifier. Cela pourrait entraîner des problèmes pour afficher les champs personnalisés sur vos annonces.
nl_nl: Dit veld wordt gebruikt door Wordpress dus je kan het niet wijzigen. Doe je dit toch kan dit problemen opleveren met het tonen van het veld op de website.

source: Field Description
fr_fr: Description du champ
nl_nl: Veldomschrijving

source: Field Tooltip
fr_fr: Infobulle du champ
nl_nl: Veld tooltip

source: This will create a ? tooltip icon next to this field on the submit ad page.
fr_fr: Cela va créer une icône (?) à côté de ce champ sur la page de création d'une annonce.
nl_nl: Dit toont een ? tooltip ikoon naast het veld op het formulier.

source: Field Type
fr_fr: Type de champ
nl_nl: Veldtype

source: This is the type of field you want to create.
fr_fr: C'est le type de champ que vous allez créer.
nl_nl: Dit is het type veld dat je wilt maken.

source: text box
fr_fr: boîte de texte
nl_nl: tekstveld

source: drop-down
fr_fr: menu déroulant

source: text area
fr_fr: zone de texte
nl_nl: tekstgebied

source: radio buttons
fr_fr: boutons radio

source: Minimum Length
fr_fr: Taille minimale
nl_nl: Minimum lengte

source: Defines the minimum number of characters required for this field. Enter a number like 2 or enter 0 to make the field optional.
fr_fr: Definit le nombre de caractères minimum nécessaires pour ce champ. Entrez un chiffre comme 2 ou laissez vide ou entrez 0 pour rendre ce champ optionnel.

source: Field Values
fr_fr: Valeurs de champ
nl_nl: Veldwaarden

source: Enter a comma separated list of values you want to appear in this drop-down box. (i.e. XXL,XL,L,M,S,XS). Do not separate values with the return key.
fr_fr: Entrez une liste séparée par des virgules des valeurs que vous souhaitez voir apparaître dans cette liste déroulante.(ex: XXL,XL,L,M,S,XS)
nl_nl: Geef een met komma's gescheiden lijst van de waarden die je in de drop-down wilt tonen (bijv XXL, XL, X, M, S). Gebruik geen Enter.

source: Ad Pack Details
fr_fr: Informations sur les packs d'annonces
nl_nl: Advertentiepakket details

source: Create a name that best describes this ad package. (i.e. 30 days for only $5) This will be visible on your new ad listing submission page.
fr_fr: Créez un nom qui décrit au mieux ce pack d'annonces. (ex.: 30 jours pour seulement 5€). Cela sera visible dans formulaire de soumission d'annonce.
nl_nl: Bedenk een naam die het advertentiepakket het best beschrijft. Deze naam zal te zien zijn op de pagina voor het plaatsen van een advertentie.

source: Enter a description of your new ad package. It will not be visible on your site.
fr_fr: Entrer une description de votre nouveau pack d'annonce. Cela ne sera pas visible sur votre site.
nl_nl: Geef een beschrijving van het advertentiepakket. Deze al niet te zien zijn op de website.

source: Price Per Listing
fr_fr: Prix par annonce
nl_nl: Prijs per advertentie

source: Enter a numeric value for this package (do not enter a currency symbol or commas). For ad packs, this will be the price to post an ad.
fr_fr: Entrez le prix du pack d'annonce (pas de virgule ni de symbole monétaire)
nl_nl: Vul een numerieke waarde in, zonder valutateken of komma's. Bij de advertentiepakketten is dit de prijs per geplaatste advertentie.

source: Ad Duration
fr_fr: Durée de l'annonce
nl_nl: Looptijd advertentie

source: Enter a numeric value to specify the number of days for this ad package (i.e. 30, 60, 90, 120).
fr_fr: Entrer une valeur numérique pour spécifier le nombre de jour de publication de votre pack d'annonce (ex: 30,60, 90, 120)
nl_nl: Vul een numerieke waarde in om de looptijd van de advertenties in dit pakket te bepalen (bijv. 30, 60, 90, 120).

source: Package Status
fr_fr: Statut du pack
nl_nl: Status pakket

source: If you do not want this ad package live on your site, select inactive.
fr_fr: Si vous ne souhaitez pas que ce pack d'annonces soit en ligne sur votre site, choissisez inactif.
nl_nl: Als je dit advertentiepakket niet wilt aanbieden op de site, zet deze dan op Inactief.

source: Membership Pack Details
fr_fr: Détails de Pack d'abonnement
nl_nl: Details ledenpakket

source: Create a name that best describes this membership package. (i.e. 30 days unlimited posting for only $25) This will be visible on your ad listing submission page.
fr_fr: Donner un nom de formulaire pour savoir à quelle catégorie il sera attaché. (ex.: Formulaire auto, Formulaire Immo, Formulaire général etc.) Le nom ne sera pas publié sur le site.
nl_nl: Geef een naam die het ledenpakket het best beschrijft, zoals 30 dagen onbeperkt adverteren voor € 2. Dit zal zichtbaar zijn tijdens het plaatsen van een advertentie

source: Enter a description of your new membership package. It will not be visible on your site.
fr_fr: Entrer une description pour votre nouveau modèle de formulaire. Cela ne sera pas visible sur le site.
nl_nl: Geen een omschrijving voor het ledenpakket. Deze zal niet te zien zijn op de website.

source: Package Type
fr_fr: Type de Pack
nl_nl: Pakkettype

source: Select which package type to change how the pack affects the price of the ad during the posting process.
fr_fr: Sélectionner le type de Pack pour changer comment le Pack affecte le prix de l'annonce pendant le processus de posting.
nl_nl: Selecteer het pakkettype om de manier waarop het pakket de prijs van de advertentie beinvloed te bepalen.

source: Static Price
fr_fr: Prix fixe
nl_nl: Vaste prijs

source: Discounted Price
fr_fr: Prix promo
nl_nl: Vaste kortings op de prijs

source: % Discounted Price
fr_fr: % Prix promo
nl_nl: % korting op de prijs

source: Membership Price
fr_fr: Prix de l'abonnement
nl_nl: Ledenprijs

source: The price this membership will cost your customer to purchase. Enter a numeric value (do not enter a currency symbol or commas).
fr_fr: Le prix que l'abonnement va coûter à vos client. Entrez une valeur numérique (pas de symbole monétaire ni de virgule).
nl_nl: De kosten van het ledenpakket bij aanschaf door de klant. Geef een numerieke waarde in (zonder valutateken of komma's).

source: Membership Duration
fr_fr: Durée de l'abonnement
nl_nl: Duur lidmaatschap

source: Enter a numeric value for the number of days
fr_fr: Entrer une valeur numérique pour spécifier le nombre de jours
nl_nl: Geef een numerieke waarde in voor het aantal dagen

source: The length of time in days this membership lasts. Enter a numeric value (i.e. 30, 60, 90, 120).
fr_fr: La durée de l'abonnement en jours. Entrez une valeur numérique (ex.: 30, 60, 90, 120).
nl_nl: De looptijd van het ledenpakket in dagen. Geef een numerieke waarde in (bijv. 30, 60, 90, 120).

source: Enter #.## for currency (i.e. 2.25 for $2.25), ### for percentage (i.e. 50 for 50%).
fr_fr: Entrez #.## pour la monnaie (ex.: 2.25 pour $2.25), ### pour le pourcentage (ex.: 50 pour 50%).
nl_nl: Vul in #.## voor valuta (bijv. 2.25 for € 2.25), ### voor percentage (bijv. 50 voor 50%).

source: Enter a numeric value (do not enter a currency symbol or commas). This will modify the checkout price based on the selected package type.
fr_fr: Entrez une valeur numérique (pas de symbole monétaire ni de virgule). Ceci va modifier le prix choisi en se basant sur le type de Pack sélectionné.
nl_nl: Geef een numerieke waarde in (gebruik geen valutateken of komma's). Dit past het eindbedrag aan gebaseerd op het gekozen pakkettype.

source: Satisfies Membership Requirement
fr_fr: Satisfait les Conditions de l'Abonnement
nl_nl: Lidmaatschap verplicht

source: If the &quot;<a href='%s'>Are Membership Packs Required to Purchase Ads</a>&quot; option under the Membership tab is set to yes, you should select yes.
fr_fr: Si l'option &quot;<a href='%s'>Les Packs d'abonnement sont obligatoires pour acheter les annonces/a>&quot; sous le volet Abonnement est sur oui, il faut sélectionner oui.
nl_nl: Als de optie &quot;<a href='%s'>Zijn ledenpakketten verplicht om advertenties te kunnen plaatsen</a>&quot; onder het Lidmaatschap tabblad is ingeschakeld, selecteer dan Ja.

source: Selecting no means that this membership does not allow the customer to post to categories requiring membership. You would select no if you wanted to separate memberships that are required to post versus memberships that simply affect the final price.
fr_fr: Sélectionner non signifie que cet abonnement ne permet pas aux clients de poster dans une catégorie qui nécessite l'abonnement. Il faudrait sélectionner non si vous voudriez séparer les catégories à abonnement de catégories avec abonnement qui modifie seulement le prix final.
nl_nl: Nee selecteren betekent dat klanten niet kunnen adverteren in rubrieken waar een lidmaatschap verplicht is. Je zou nee kunnen selecteren als je onderscheid wilt maken tussen lidmaatschappen die verplicht zijn om te kunnen adverteren en lidmaatschappen die alleen invloed hebben op de prijs.

source: Allows you to temporarily turn off this package instead of deleting it. Please note that existing active memberships will still be able to list ads at their discounted price unless memberships are turned off globally from the Pricing => Membership tab.
fr_fr: Permet de désactiver un Pack temporairement au lieu de le supprimer. Notez que les autres abonnement seront toujours actifs, sauf si vous désactivez entièrement le système d'abonnement => Volet d'abonnement
nl_nl: Geeft de mogelijkheid om dit pakket uit te schakelen in plaats van te verwijderen. Hou in de gaten dat bestaande actieve lidmaatschappen nog steeds kunnen adverteren onder deze voorwaarden tenzij lidmaatschappen volledig zijn uitgeschakeld op de Betaalsysteem => Lidmaatschap tab.

source: Header
fr_fr: En-tête
nl_nl: Kop

source: Blog Categories
fr_fr: Catégories du Blog

source: About Us
fr_fr: A propos

source: Recent Posts
fr_fr: Articles récents du blog

source: Ad Meta Fields
fr_fr: Champs Meta d'annonce
nl_nl: Advertentie metavelden

source: Ad Images
fr_fr: Photos d'annonce
nl_nl: Advertentiefoto's

source: Ad Info
fr_fr: Info d'annonce
nl_nl: Advertentie informatie

source: Ad ID
fr_fr: N° d'annonce
nl_nl: Advertentie referentienummer

source: Views Total:
fr_fr: Vues Totales
nl_nl: Totaal bekeken:

source: Submitted By
fr_fr: Envoyée par
nl_nl: Geplaatst door

source: Ad Terms
fr_fr: Conditions des annonces
nl_nl: Advertentie voorwaarden

source: %1$s for %2$s days
fr_fr: %1$s pour %2$s jours

source: Listed for %s days
fr_fr: Publié pendant %s jours
nl_nl: Geplaatst voor %s dagen

source: Ad Expires
fr_fr: Annonce Expire
nl_nl: Advertentie verloopt

source: Submitted from IP
fr_fr: Envoyée depuis l'adresse IP
nl_nl: Geplaatst vanaf IP

source: -- Select --
fr_fr: -- Sélectionner --
nl_nl: -- Selecteer --

source: New Image
fr_fr: Nouvelle Image
nl_nl: Nieuwe foto

source: This field is required.
fr_fr: Ce champ est obligatoire.
nl_nl: Dit veld is verplicht.

source: Category:
fr_fr: Catégorie:
nl_nl: Rubriek:

source: %sKB max file size per image
fr_fr: %sKo maximum par image
nl_nl: %sKB max bestandsgrootte per foto

source: Featured Listing %s
fr_fr: A la Une %s
nl_nl: Topadvertentie %s

source: Your listing will appear in the featured slider section at the top of the front page.
fr_fr: Votre annonce sera exposée dans les "Annonces à la Une" en haut de la page d'accueil et sera identifiée par un marqueur. Elle attirera plus de visiteurs.
nl_nl: De advertentie zal prominent in de slider op de startpagina getoond worden.

source: Ad Package:
fr_fr: Forfait d'annonce
nl_nl: Advertentiepakket:

source: Error: no ad pack has been defined. Please contact the site administrator.
fr_fr: Erreur: Aucun forfait d'abonnement n'a été défini. Veuillez contacter l'administrateur du site.
nl_nl: Fout: er is geen advertentiepakket gedefinieerd. Neem contact op met de beheerder.

source: ERROR: no results found for the default ad form.
fr_fr: Erreur: aucun résultat trouvé pour le formulaire par défaut.
nl_nl: FOUT: niets gevonden voor het standaard advertentieformulier

source: ERROR: The form template for form ID %s does not exist or the session variable is empty.
fr_fr: ERREUR: Le modèle de formulaire pour le formulaire ID %s n'existe pas ou la variable de session est vide.
nl_nl: FOUT: het formulier ID %s bestaat niet of de sessie variabele is leeg.

source: Ad Listing Fee:
fr_fr: Coût d'inscription:
nl_nl: Advertentieprijs:

source: FREE
fr_fr: GRATUIT
nl_nl: GRATIS

source: Featured Listing Fee:
fr_fr: Coût Annonce "A la Une"
nl_nl: Topadvertentie prijs

source: Membership:
fr_fr: Abonnement:
nl_nl: Lidmaatschap:

source: Total Amount Due:
fr_fr: Montant total à payer:
nl_nl: Totaal verschuldigd bedrag:

source: Price depends on category
fr_fr: Prix dépendant de la catégorie
nl_nl: Bedrag is afhankelijk van rubriek

source: Price depends on ad package selected
fr_fr: Prix dépendant du pack d'annonce choisi
nl_nl: Bedrag is afhankelijk van het gekozen advertentiepakket

source: %s of your ad listing price
fr_fr: %s du prix d'incription de l'annonce
nl_nl: %s korting op de advertentieprijs

source: Free listing unless featured.
fr_fr: Inscriptions gratuites sauf pour les annonces "A la Une".
nl_nl: Gratis advertentie, Topadvertentie tegen bijbetaling van € 2,-

source: ERROR: no ad packs found for ID %s.
fr_fr: ERREUR: aucun pack d'annonce trouvé pour l'ID %s.
nl_nl: FOUT: geen advertentiepakketten gevonden met ID %s.

source: Membership is currently required in order to post to category %s.
fr_fr: Un abonnement est requis pour afficher dans la ctégorie %s.
nl_nl: Lidmaatschap is verplicht om een advertentie te kunnen plaatsen in de rubriek: %s.

source: Membership is currently required.
fr_fr: Un abonnement est présentement requis.
nl_nl: Lidmaatschap is verplicht.

source: Membership Benefit
fr_fr: Avantage de l'abonnement
nl_nl: Voordeel lidmaatschap

source: Subscription
fr_fr: Inscription
nl_nl: Lidmaatschap

source: Buy Now &rsaquo;&rsaquo;
fr_fr: Acheter Maintenant &rsaquo;&rsaquo;
nl_nl: Koop nu &rsaquo;&rsaquo;

source: No membership packs found.
fr_fr: Aucun pack d'annonce trouvé.
nl_nl: Geen ledenpakketten gevonden

source: Submit Your Listing
fr_fr: Publier votre annonce
nl_nl: Plaats advertentie

source: Cost Per Listing:
fr_fr: Tarif d'inscription:
nl_nl: Kosten van de advertentie:

source: Select a Category:
fr_fr: Choisissez une catégorie :
nl_nl: Selecteer een rubriek:

source: Go &rsaquo;&rsaquo;
fr_fr: Continuer &rsaquo;&rsaquo;
nl_nl: Ga verder &rsaquo;&rsaquo;

source: (change)
fr_fr: (changer)
nl_nl: (wijzig)

source: Continue &rsaquo;&rsaquo;
fr_fr: Continuer &rsaquo;&rsaquo;
nl_nl: Ge verder &rsaquo;&rsaquo;

source: Review Your Membership Purchase
fr_fr: Modifier votre achat d'abonnement
nl_nl: Bekijk je lidmaatschap aanschaf

source: Your Current Membership (%1$s) will be canceled upon purchase. This membership still has %2$s days remaining.
fr_fr: Votre abonnement actuel (%1$s) sera annulé dès lors votre commande. %2$s jours restant dans ce Pack.
nl_nl: Je huidige lidmaatschap (%1$s) zal worden geannuleerd met deze aankoop. Dit lidmaatschap heeft nog %2$s dagen resterend.

source: Membership Renewal:
fr_fr: Renouvellement de l'abonnement :
nl_nl: Lidmaatschap vernieuwen:

source: Membership Benefit:
fr_fr: Avantage de l'abonnement :
nl_nl: Ledenvoordeel:

source: Membership Length:
fr_fr: Durée de l'abonnement :
nl_nl: Looptijd lidmaatschap

source: %s more days
fr_fr: %s jours de plus
nl_nl: %s dagen

source: %s days
fr_fr: %s jours
nl_nl: %s dagen

source: Previous Expiration:
fr_fr: Ancienne expiration :
nl_nl: Vorige einddatum:

source: New Expiration:
fr_fr: Nouvelle expiration :
nl_nl: Nieuwe einddatum:

source: Membership Purchase Fee:
fr_fr: Coût de l'abonnement:
nl_nl: Kosten ledenpakket:

source: By clicking the proceed button below, you agree to our terms and conditions.
fr_fr: En cliquant sur le bouton ci-dessous, vous acceptez nos conditions d'utilisation.
nl_nl: Door op Ga verder te klikken, ga je akkoord met de gebruikersvoorwaarden en huisregels

source: Your IP address has been logged for security purposes:
fr_fr: Votre adresse IP a été enregistrée à des fins de sécurité:
nl_nl: Je IP-adres is opslagen om veiligheidsredenen:

source: Error: ad already exist in database. Please post an <a href="%s">new Ad</a>.
fr_fr: Erreur: Cet annonce existe déjà dans la base de donnée. Postez une <a href="%s">nouvelle annonce</a>.

source: Review Your Listing
fr_fr: Confirmez votre annonce
nl_nl: Controleer je advertentie

source: Go Back
fr_fr: Retour en arrière
nl_nl: Ga terug

source: Final Step
fr_fr: Dernière étape
nl_nl: Laatste stap

source: Membership Updated
fr_fr: Abonnement mis à jour
nl_nl: Lidmaatschap bijgewerkt.

source: Payment
fr_fr: Type de paiement
nl_nl: Betaling

source: Please wait while we redirect you to our payment page.
fr_fr: Veuillez patienter pendant que nous vous redirigeons vers notre page de paiement.
nl_nl: Een ogenblik geduld terwijl we je doorleiden naar de betalingspagina.

source: (Click the button below if you are not automatically redirected within 5 seconds.)
fr_fr: (Cliquez sur le bouton ci-dessous si vous n'êtes pas automatiquement redirigé dans 5 secondes.)
nl_nl: (Klik op onderstaande knop als je niet binnen 5 secponden wordt doorgeleid.)

source: Continue to Payment
fr_fr: Poursuivre le paiement
nl_nl: Ga door naar betaling

source: Your order has been completed and your membership status should now be active.
fr_fr: Votre commande est prise en compte. Votre abonnement est désormais actif.
nl_nl: Je bestelling is afgerond en je lidmaatschap is geactiveerd.

source: Visit your dashboard to review your membership status details.
fr_fr: Visitez votre tableau de bord pour consulter le statut de votre abonnement.
nl_nl: Ga naar je dashboard om de lidmaatschapdetails te bekijken.
