Repository: dmaillard/bugfree-shame
Catalog: kibroc/*.po
Languages: fr_fr, nl_nl

source: Log out
fr_fr: Déconnexion
nl_nl: Uitloggen

source: visitor!
fr_fr: visiteur !
nl_nl: bezoeker!

source: No ad details found.
fr_fr: Détails introuvables pour cette annonce.
nl_nl: Geen advertentiedetails gevonden.

source: exceeds the %1$s KB limit by %2$s KB. Please go back and upload a smaller image.
fr_fr: dépasse la taille limite qui est %1$s Ko de %2$s Ko. Veuillez revenir en arrière et télécharger une image plus petite.

source: is not a valid image type (.gif, .jpg, .png). Please go back and upload a different image.
fr_fr: n'est pas une image valide (.gif, .jpg, .png). Veuillez revenir en arrière et charger une image différente.
nl_nl: is geen geldig bestandstype (.gif, .jpg, .png). Ga terug en upload een andere foto.

source: Your ad images are now being processed...
fr_fr: Traitement des images de votre annonce en cours...
nl_nl: Alle foto's worden verwerkt.....

source: Delete Image
fr_fr: Supprimer l'image
nl_nl: Verwijder foto

source: Upload Date:
fr_fr: Date de mise à jour :
nl_nl: Uploaddatum:

source: File Info:
fr_fr: Info du fichier :
nl_nl: Bestandsinformatie:

source: Alt Text:
fr_fr: Texte Alt :
nl_nl: Alt tekst:

source: Missing Attachment
fr_fr: Fichier joint manquant
nl_nl: Bijlage ontbreekt

source: You are allowed %s image(s) per ad.
fr_fr: Vous avez droit à %s image(s) par annonce.
nl_nl: Je mag %s ifoto(s) per advertentie plaatsen.

source: KB max file size per image.
fr_fr: Ko maximun par image.
nl_nl: KB max grootte per foto.

source: Check the box next to each image you wish to delete.
fr_fr: Cochez la case à côté de l'image que vous souhaitez supprimer.
nl_nl: Plaats een vinkje bij iedere foto die je wilt verwijderen.

source: Error in deleting the image.
fr_fr: Erreur à la suppression de l'image.
nl_nl: Fout bij het verwijderen van de foto.

source: days
fr_fr: jours
nl_nl: dagen

source: hours
fr_fr: heures
nl_nl: uur

source: hour
fr_fr: heure
nl_nl: uur

source: remaining
fr_fr: restant
nl_nl: resterend

source: This ad has expired
fr_fr: Cette annonce a expiré
nl_nl: Deze advertentie is verlopen

source: Ads tagged with
fr_fr: Annonces taguées avec
nl_nl: Advertenties met de trefwoorden

source: Search results for
fr_fr: Resultats de recherche pour
nl_nl: Zoekresultaten voor

source: Posts tagged with
fr_fr: Article tagués avec
nl_nl: Berichten met de trefwoorden

source: About
fr_fr: A propos
nl_nl: Over

source: Random Ads
fr_fr: Au hasard
nl_nl: Willekeurige advertenteis

source: Popular Ads
fr_fr: Annonces populaires
nl_nl: Populaire advertenties

source: Latest Ads
fr_fr: Les plus récentes
nl_nl: Meest recente advertenties

source: Page not found
fr_fr: Page introuvable
nl_nl: Pagina niet gevonden

source: No matches found
fr_fr: Aucune correspondance trouvée
nl_nl: Geen overeenkomsten gevonden

source: need at least two characters
fr_fr: nécessite au moins deux caractères
nl_nl: minimaal twee karakters

source: New Ad Listings
fr_fr: Nouvelle annonce
nl_nl: Nieuwe advertenties

source: Total Sales
fr_fr: Total des ventes
nl_nl: Totale verkopen

source: Primary Navigation
fr_fr: Navigation primaire
nl_nl: Hoofdnavigatie

source: Footer Navigation
fr_fr: Navigation pied-de-page
nl_nl: Footer navigatie

source: Classified ad listing on %1$s for %2$s days
fr_fr: Activer les annonces sur %1$s pendant %2$s jours

source: Click here to publish your ad on %s
fr_fr: Cliquez ici pour publier votre annonce sur %s
nl_nl: Klik hier om je advertentie te plaatsen op %s

source: Membership on %1$s for %2$s days
fr_fr: Abonnement sur %1$s pour %2$s jours

source: Click here to complete your purchase on %s
fr_fr: Cliquez ici pour compléter votre achat sur %s
nl_nl: Klik hier om de bestelling af te ronden op %s

source: Sorry, but there's been an error.
fr_fr: Désolé, une erreur est survenue.
nl_nl: Sorry, er is een fout opgetreden.

source: of price
fr_fr: de prix
nl_nl: van prijs

source: %s's less per ad
fr_fr: %s de moins par annonce
nl_nl: %s's minder per advertentie

source: Free Posting
fr_fr: Accès libre
nl_nl: Gratis plaatsen

source: %s per ad
fr_fr: %s par annonce
nl_nl: %s per advertentie

source: required to post
fr_fr: obligatoire
nl_nl: na plaatsing advertentie

source: Edit Post
fr_fr: Modifier l&apos;article
nl_nl: Bewerk bericht

source: Active
fr_fr: actif
nl_nl: Actief

source: Chargeback
fr_fr: Remboursement
nl_nl: Teruggave

source: Completed
fr_fr: Complété
nl_nl: Afgerond

source: Denied
fr_fr: Refusé
nl_nl: Geweigerd

source: Draft
fr_fr: Brouillon
nl_nl: Ontwerp

source: Expired
fr_fr: Expiré
nl_nl: Verlopen

source: Failed
fr_fr: Échec
nl_nl: Mislukt

source: Scheduled
fr_fr: Planifié
nl_nl: Ingepland

source: Inactive
fr_fr: inactif
nl_nl: Inactief

source: Pending
fr_fr: En attente
nl_nl: Wacht op afronding

source: Private
fr_fr: Privé
nl_nl: Privé

source: Published
fr_fr: Publiée
nl_nl: Gepubliceerd

source: Refunded
fr_fr: Remboursé
nl_nl: Teruggestort

source: Reversed
fr_fr: Renversé
nl_nl: Omgekeerd

source: Trash
fr_fr: Corbeille
nl_nl: Prullenbak

source: Unverified
fr_fr: Non vérifié
nl_nl: Ongecontroleerd

source: Verified
fr_fr: Vérifié
nl_nl: Gecontroleerd

source: Voided
fr_fr: Annulé
nl_nl: Vermeden

source: All times are GMT %1$s. The time now is %2$s.
fr_fr: Toutes les heures sont au format GMT %1$s. Il est actuellement %2$s.

source: Welcome to our Web site!
fr_fr: Bienvenue sur notre site Web!
nl_nl: Welkom op onze website!

source: List Your Classified Ads
fr_fr: Petites annonces
nl_nl: Plaats je advertentie

source: We are your #1 classified ad listing site. Become a free member and start listing your classified ads within minutes. Manage all ads from your personalized dashboard.
fr_fr: Nous sommes le site de petites annonces # 1. Devenez membre gratuitement et commencer à publier vos annonces en quelques minutes. Gérer toutes vos annonces depuis votre tableau de bord personnalisé.
nl_nl: Wij zijn de nummer 1 advertentiesite. Wordt gratis lid en plaats binnen een minuut je advertenties. Beheer alle advertenties vanuit je persoonlijke dashboard.

source: Please fill in the fields below to post your classified ad. Required fields are denoted by a *. You will be given the opportunity to review your ad before it is posted.
fr_fr: Veuillez completer les champs ci-dessous pour publier votre petite annonce. Les champs obligatoires sont indiqués par un *. Vous aurez la possibilité de revoir votre annonce avant sa publication.
nl_nl: Vul onderstaande velden in om je advertentie te plaatsen. Verplichte velden zijn gemarkeerd met een *. Je kan de advertentie nog bekijken en wijzigen voor deze wordt geplaatst.

source: Please select a membership package that you would like to purchase for your account.
fr_fr: Veuillez choisir le forfait que vous souhaitez ultiliser pour votre compte.
nl_nl: Selecteer het ledenpakket dat je wilt aanschaffen voor jouw account.

source: Please note that changing membership plans before your current membership expires will cancel your current membership with no refund.
fr_fr: Veuillez noter que la modification des plans d'adhésion avant la fin l'abonnement encours annule cet abonnement. Aucun remboursement ne sera possible.
nl_nl: Hou er rekening mee dat bij het veranderen van ledenpakket voor het huidige pakket afloopt je huidige ledenpakket komt te vervallen zonder teruggave van de kosten.

source: RULES AND GUIDELINES
fr_fr: RÈGLES ET CONSEILS
nl_nl: REGELS EN RICHTLIJNEN

source: By posting your classified ad here, you agree that it is in compliance with our guidelines listed below.
fr_fr: En postant votre petite annonce ici, vous conviendrez être est en conformité avec les consignes suivantes.
nl_nl: Door te adverteren op deze website, ga je ermee akkoord dat dit is conform onderstaande regels.

source: We reserve the right to modify any ads in violation of our guidelines order to prevent abuse and keep the content appropriate for our general audience. This includes people of all ages, races, religions, and nationalities. Therefore, all ads that are in violation of our guidelines are subject to being removed immediately and without prior notice.
fr_fr: Nous nous réservons le droit de modifier ou supprimer les annonces violation de nos consignes. Pour éviter les abus et garder le contenu approprié pour le publique. Cela inclut toutes personnes de tous âges, de toute religions et de nationalités. Par conséquent, les annonces en violation avec nos règles sont susceptibles d'être retiré immédiatement et sans préavis.
nl_nl: Wij behouden ons het recht voor iedere advertentie te wijzigen die in overtreding is met onze richtlijnen om misbruik te voorkomen en de inhoud geschikt te houden voor ons publiek. Dit gaat om personen van alle leeftijden, rassen, religie en nationaliteiten. Alle advertenties die niet voldoen aan onze richtlijnen kunnen zonder nader bericht verwijderd worden.

source: By posting an ad on our site, you agree to the following statement:
fr_fr: Avant de pouvoir annoncer sur notre site, vous devez lire et accepter les consignes suivantes:
nl_nl: Door een advertentie te plaaten op onze website ga je akkoord met de volgende stelling:

source: I agree that I will be solely responsible for the content of any classified ads that I post on this website. I will not hold the owner of this website responsible for any losses or damages to myself or to others that may result directly or indirectly from any ads that I post here.
fr_fr: Je reconnais être le seul responsable du contenu des annonces que je poste sur ce site. Je ne tiendrai pas responsable le propriétaire de ce site de toute perte ou dommages causés à moi-même, ou pour autrui qui peuvent résulter directement, ou indirectement des'annonces que je publie ici.
nl_nl: Ik neem de volledige verantwoordelijk voor de inhoud van de advertenties die ik op deze website plaats. Ik zal de eigenaar van deze website niet aansprakelijk stellen voor enige schade of verlies voor mezelf of anderen die direct of indirect wordt veroorzaakt door de advertenties die ik op deze website plaats.

source: By posting an ad on our site, you further agree to the following guidelines:
fr_fr: En publiant une annonce sur notre site, vous reconnaissez et acceptez les consignes suivantes:
nl_nl: Door een advertentie te plaatsen op deze website ga je verder akkoord met de volgende richtlijnen:

source: No foul or otherwise inappropriate language will be tolerated. Ads in violation of this rule are subject to being removed immediately and without warning. If it was a paid ad, no refund will be issues.
fr_fr: Les fautes d'orthographes (type language sms) et le langage inapproprié ou injusrié ne sont pas toléré. Les annonces en violation de cette règle sont susceptibles d'être retirés immédiatement et sans préavis. S'il s'agissait d'une annonce payée, aucun remboursement ne pourra être réclamé.
nl_nl: Beledigende of anderszins ongewenst taalgebruik is niet toegestaan. Advertenties die in strijd zijn met deze regel kunnen direct en zonder verder bericht worden verwijderd. Indien het een betaalde advertentie betreft zullen de kosten niet vergoed worden.

source: No racist, hateful, or otherwise offensive comments will be tolerated.
fr_fr: En particulier et de manière non exhaustive sont proscrits : l'incitation à la haine raciale et à la discrimination, l'appel à la violence..
nl_nl: Racistische, haatdragende of anderszins kwetsende reacties zijn niet toegestaan.

source: No ad promoting activities that are illegal under the current laws of this state or country.
fr_fr: Utiliser ces annonces à des fins frauduleuses ou illégales .
nl_nl: Geen promotie-activiteiten die niet zijn toegestaan binnen de geldende wetgeving.

source: Any ad that appears to be merely a test posting, a joke, or otherwise insincere or non-serious is subject to removal.
fr_fr: Toute annonce apparaitant comme du spam, un test, une blague, ou non sérieuse pourra être supprimée sans préavis.
nl_nl: Iedere advertentie die vooral bedoeld is om te testen, als grapje bedoeld is of op een andere manier oneerlijk of niet serieus bedoeld, kan verwijderd worden.

source: We reserve the ultimate discretion as to which ads, if any, are in violation of these guidelines.
fr_fr: Nous nous réservons droit de modification/supression pour toutes annonces, particulierement lorsque que celle-ci sont en violation de ces consignes.
nl_nl: De beoordeling van de advertenties op het voldoen aan de richtlijnen, zal op zorgvuldige en discrete wijze plaatsen.

source: Thank you for your understanding.
fr_fr: Nous vous remercions de votre compréhension.
nl_nl: Hartelijk dank voor uw begrip.

source: Thank you for registering, %username%
fr_fr: Merci de vous être enregistré , %username%
nl_nl: Hartelijk dank voor je registratie, %username%

source: Welcome to %s, your leader in online classified ad listings.
fr_fr: Bienvenu sur %s, votre site de petites annonces gratuites.
nl_nl: Welkom op %s, leider in online adverteren.

source: Below you will find your username and password which allows you to login to your user account and begin posting classified ads.
fr_fr: Vous trouverez ci-dessous votre nom d'utilisateur et mot de passe qui vous permeterons de vous connecter à votre compte et de poster vos annonces.
nl_nl: Hieronder vind je je gebruikersnaam en wachtwoord waarmee je kan inloggen op jouw account en kan beginnen met het plaatsen van advertenties.

source: If you have any questions, please just let us know.
fr_fr: Faites nous savoir si vous avez des questions.
nl_nl: Heb je nog vragen, laat ons die dan weten.

source: Best regards,
fr_fr: Cordialement,
nl_nl: Met vriendelijke groet,

source: Continue
fr_fr: Continuer
nl_nl: Ga verder

source: Enter your Twitter username without the URL.
fr_fr: Veuillez entrer votre nom d'utilisateur Twitter sans l'URL.
nl_nl: Vul je Twitter gebruikersnaam in zonder de URL.

source: Enter your Facebook username without the URL.
fr_fr: Veuillez entrer votre nom d'utilisateur Facebook sans l'URL.

source: Don't have one yet?
fr_fr: Vous n'en avez pas encore?

source: Get a custom URL.
fr_fr: Obtenez une URL personnalisée.

source: Active Membership Pack:
fr_fr: Abonnement actifs :
nl_nl: Actief ledenpakket:

source: Custom Membership Pack active for the user. Can only be changed by admins.
fr_fr: Nom de l'abonnement personnalisé activé pour l'utilisateur. Ne peut être modifié que par un administrateur.
nl_nl: Ledenpakket actief bij deze gebruker. Kan alleen door de beheerder gewijzigd worden.

source: Enter Pack ID to activate membership for user.
fr_fr: Entrez le nom du pack afin d'activer l'abonnement de l'utilisateur.
nl_nl: Vul pakketnummer in om het ledenpakket voor de gebruiker te activeren.

source: Membership Pack Expires Date:
fr_fr: Date d'expiration du Pack :
nl_nl: Ledenpakket verloopt op:

source: Date for unlimited/dealer posting (if enabled). Can only be changed by admins.
fr_fr: Date pour inscription illimité (si disponible). Ne peut être modifié que par un administrateur.
nl_nl: Datum voor onbeperkt adverteren (indien ingeschakeld. Kan alleen door de beheerder worden gewijzigd.

source: Enter date in format <code>Y-m-d H:i:s</code> Example date: <code>2012-01-26 13:25:00</code>
fr_fr: Entrez la date au format <code>Y-m-d H:i:s</code> Exemple: <code>2012-01-26 13:25:00</code>
nl_nl: Vul de datum in volgens het format <code>Y-m-d H:i:s</code> Bijvoorbeeld: <code>2012-01-26 13:25:00</code>

source: Extended Profile
fr_fr: Profil étendu
nl_nl: Aanvullend profiel

source: Refine Results
fr_fr: Affiner les résultats
nl_nl: Verfijn resultaten

source: %1$s or %2$s
fr_fr: %1$s ou %2$s

source: miles
fr_fr: milles
nl_nl: mijl

source: kilometers
fr_fr: kilomètres
nl_nl: kilometer

source: Radius
fr_fr: Distance
nl_nl: Straal

source: Refine Results &rsaquo;&rsaquo;
fr_fr: Affiner les Résultats &rsaquo;&rsaquo;
nl_nl: Verfijn zoekresultaten &rsaquo;&rsaquo;

source: All Categories
fr_fr: Toutes les catégories
nl_nl: Alle rubrieken

source: Search Ads
fr_fr: Recherche d'annonces
nl_nl: Zoek advertenties

source: Access Denied.
fr_fr: Accès refusé.
nl_nl: Toegang geweigerd.

source: Access Denied. Your site administrator has blocked your access to the WordPress back-office.
fr_fr: Accès refusé. Vous n'êtes pas autorisé à accéder à cette partie du site.
nl_nl: Toegang geweigerd. De beheerder heeft uw toegang tot de back-office geblokkeerd.

source: Main Sidebar
fr_fr: Sidebar principale
nl_nl: Hoofd zijbalk

source: This is your main ClassiPress sidebar.
fr_fr: Ceci est la sidebar KiBroc principale.
nl_nl: Dit is de hoofdzijbalk van KiBroc.

source: Ad Sidebar
fr_fr: Sidebar des annonces
nl_nl: Advertentie zijbalk

source: This is your ClassiPress single ad listing sidebar.
fr_fr: Ceci est la sidebar KiBroc pour une annonce.
nl_nl: Dit is de KiBroc zijbalk voor de individuele advertentiepagina.

source: Page Sidebar
fr_fr: Sidebar des pages
nl_nl: Pagina zijbalk

source: This is your ClassiPress page sidebar.
fr_fr: Ceci est la sidebar KiBroc pour les pages.
nl_nl: Dit is de zijbalk voor pagina's.

source: Blog Sidebar
fr_fr: Sidebar du blog
nl_nl: Berichten zijbalk

source: This is your ClassiPress blog sidebar.
fr_fr: Ceci est la sidebar KiBroc pour le blog.
nl_nl: Dit is de KiBroc berichten zijbalk

source: Author Sidebar
fr_fr: Barre latérale - Utilisateur
nl_nl: Schrijven zijbalk

source: This is your ClassiPress author sidebar.
fr_fr: Ceci est la barre latérale utilisateur de KiBroc.
nl_nl: Dit is de KiBroc schrijven zijbalk

source: This is your ClassiPress footer. You can have up to four items which will display in the footer from left to right.
fr_fr: Ceci est le bas de page KiBroc. Vous pouvez avoir jusqu'à quatre éléments qui s'affichent dans le pied de page de gauche à droite.
nl_nl: Dit is de KiBroc footer. Je kan hier tot vier onderdelen plaatsen die van links naar rechts getoond worden.

source: views
fr_fr: vues
nl_nl: bekeken

source: No ads viewed yet.
fr_fr: Aucune annonce vue.
nl_nl: Nog geen advertenties bekeken.

source: Display the ad categories.
fr_fr: Afficher les catégories d'annonces.
nl_nl: Toon de advertentierubrieken.

source: CP Ad Categories
fr_fr: CP Catégories d'annonces
nl_nl: CP Rubrieken

source: Number of categories to show (0 for all):
fr_fr: Nombre de catégories à afficher (0 pour tout):
nl_nl: Aantal rubrieken te tonen (0 voor allemaal):

source: Search
fr_fr: Recherche
nl_nl: Zoeken

source: Filter by City
fr_fr: Trier par ville
nl_nl: Filter op woonplaats

source: All
fr_fr: Tout
nl_nl: Alle

source: No cities found.
fr_fr: Aucune ville trouvée.
nl_nl: geen woonplaatsen gevonden.

source: Places an ad space in the sidebar for 125x125 ads
fr_fr: Placer un espace publicitaire dans la barre latérale pour des annonces de 125x125
nl_nl: Plaatst een advertentieruimte op de zijbalk voor 125x125 advertenties

source: CP 125x125 Ads
fr_fr: Annonces CP 125x125
nl_nl: CP 125x125 advertenties

source: Sponsored Ads
fr_fr: Annonces sponsorisées
nl_nl: Gesponsorde advertenties

source: Ads:
fr_fr: Annonces :
nl_nl: Advertenties:

source: Enter one ad entry per line in the following format:
fr_fr: Entrez une entrée d'annonce par ligne dans le format suivant:

source: <strong>Note:</strong> You must hit your &quot;enter/return&quot; key after each ad entry otherwise the ads will not display properly.
fr_fr: Entrez une inscription publicitaire par ligne dans le format suivant : <br /> <code>URL|URL de l'image|Texte Alt Image|rel</code><br /><strong>Note :</strong> Vous devez appuyer sur la touche &quot;enter/return&quot; après chaque entrée d'annonce, sinon les annonces ne s'afficheront pas correctement.

source: Open ads in a new window?
fr_fr: Ouvrir les annonces dans une nouvelle fenêtre ?
nl_nl: Open advertenties in nieuw venster?

source: This places a Facebook page Like Box in your sidebar to attract and gain Likes from visitors.
fr_fr: Place un encart "Like" de Facebook dans la barre latérale, afin d'attirer des visiteurs et d'obtenir des "Like".
nl_nl: Dit plaatst een Facebookpagina Like box in de zijbalk.

source: CP Facebook Like Box
fr_fr: Encart Facebook Like

source: Facebook Friends
fr_fr: Amis Facebook
nl_nl: Facebook vrienden

source: Facebook ID:
fr_fr: ID Facebook :

source: Connections
fr_fr: Connexions
nl_nl: Verbindingen

source: Width
fr_fr: Largeur
nl_nl: Breedte

source: Height
fr_fr: Hauteur
nl_nl: Hoogte

source: Your most recent blog posts
fr_fr: Vos articles les plus récents
nl_nl: Je meest recente berichten

source: CP Recent Blog Posts
fr_fr: CP Articles récents du blog
nl_nl: CP Recente berichten

source: From the Blog
fr_fr: Depuis le blog
nl_nl: Van de berichten

source: Posts Shown
fr_fr: Articles affichés
nl_nl: Getoonde berichten

source: Your sidebar ad search box
fr_fr: Votre boîte de recherche dans la sidebar
nl_nl: Het zijbalk zoekvak

source: CP Ad Search Box
fr_fr: CP Boîte de recherche
nl_nl: CP Zoekvak

source: Search Classified Ads
fr_fr: Rechercher les annonces classées
nl_nl: Zoek advertenties

source: Display the top ads today.
fr_fr: Afficher les meilleurs annonces de la journée.
nl_nl: Toon topadvertenties van vandaag.

source: CP Top Ads Today
fr_fr: CP Top annonces aujourd'hui
nl_nl: CP Topadvertenties vandaag

source: Popular Ads Today
fr_fr: Annonces populaires aujourd'hui
nl_nl: Populaire advertenties vandaag

source: Number of ads to show:
fr_fr: Nombre d'annonces à montrer:
nl_nl: Aantal advertenties te tonen:

source: Display the top ads overall.
fr_fr: Afficher le top annonces
nl_nl: Toon topadvertenties

source: CP Top Ads Overall
fr_fr: CP Top annonces globales
nl_nl: CP Topadvertenties

source: Popular Ads Overall
fr_fr: Annonces populaires globales
nl_nl: Populaire advertenties

source: Site Sponsors
fr_fr: Sites partenaires
nl_nl: WEbsite sponsoren

source: Your most used ad tags in cloud format.
fr_fr: Top des mots clés, sous forme d'un nuage
nl_nl: De meest gebruikte trefwoorden in cloud formaat.

source: CP Ads Tag Cloud
fr_fr: CP Nuages de mots clés (Tags)
nl_nl: CP Trefwoorden

source: Ad Tags
fr_fr: Mots clés
nl_nl: Trefwoorden

source: Taxonomy:
fr_fr: Taxonomie :

source: Number of items to show:
fr_fr: Nombre d'éléments à afficher:
nl_nl: Aantal items om te tonen:

source: Display the featured ads.
fr_fr: Afficher les annonces à la Une.
nl_nl: Toon de topadvertenties.

source: CP Featured Ads
fr_fr: CP Annonces à la Une
nl_nl: CP Topadvertenties

source: Display the ads marked as sold.
fr_fr: Afficher les annonces marquées comme vendues.
nl_nl: Toon de advertenties die gemarkeerd zijn als verkocht.

source: CP Sold Ads
fr_fr: CP Annonces marqués Vendues
nl_nl: CP Verkochte artikelen

source: Sold Ads
fr_fr: Annonces marqués vendues
nl_nl: Verkochte advertenties

source: Ad Listings
fr_fr: Annonce
nl_nl: Advertentieoverzichten

source: Add New
fr_fr: Ajouter nouveau
nl_nl: Nieuw toevoegen

source: You have active membership pack "%s". Membership benefit will apply on the review page before publishing an ad.
fr_fr: Vous avez le pack d'abonnement "%s". Les avantages de l'abonnement seront appliqués sur la page de confirmation de l'annonce.
nl_nl: Je hebt ledenpakket "%s". Lidmaatschapvoordeel zal toegepast worden op de voorvertoning voor het plaatsen van de advertentie.

source: Memberships
fr_fr: Abonnements
nl_nl: Lidmaatschappen

source: Edit Item
fr_fr: Modifier l'élément
nl_nl: Bewerk onderdeel

source: There was an error trying to update your ad.
fr_fr: Une erreur s'est produite lors de la tentative de mise à jour de votre annonce.
nl_nl: Er heeft zich een fout voorgedaan bij het bijwerken van de advertentie.

source: Your ad has been successfully updated.
fr_fr: Votre annonce a été correctement mise à jour.
nl_nl: De advertentie is met succes bijgewerkt.

source: Return to my dashboard
fr_fr: Revenir à mon tableau de bord
nl_nl: Terug naar mijn dashboard.
